{
  "name": "Karvess",
  "planets": [
    {
      "name": "Zantheris",
      "col": 8,
      "row": 0,
      "uwp": "D648778-8",
      "tradeCodes": ["Ag"],
      "gasGiants": [],
      "bases": [],
      "description": "",
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Ulveron",
      "col": 8,
      "row": 2,
      "uwp": "C876656-8",
      "tradeCodes": ["Ag", "Ni"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Korvask",
      "col": 8,
      "row": 4,
      "uwp": "C650668-5",
      "tradeCodes": ["De", "Lt", "Ni", "Po"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Pyrost",
      "col": 8,
      "row": 8,
      "uwp": "D769433-5",
      "tradeCodes": ["Lt", "Ni"],
      "gasGiants": [],
      "bases": ["Scout"],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Trevalis",
      "col": 9,
      "row": 0,
      "uwp": "B222850-B",
      "tradeCodes": ["Na", "Po", "Co"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Navy"],
      "description": "",
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Cybrak",
      "col": 9,
      "row": 2,
      "uwp": "A789BEA-C",
      "tradeCodes": ["Hi", "Ht", "Ho"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "description": "",
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Venomair",
      "col": 9,
      "row": 3,
      "uwp": "B6A1332-B",
      "tradeCodes": ["Fl", "Lo", "Ho"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Navy", "Scout"],
      "description": "",
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Cindral",
      "col": 9,
      "row": 8,
      "uwp": "D2239AF-A",
      "tradeCodes": ["Hi", "In", "Na", "Po", "Co"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Scout"],
      "description": "",
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Lorveth",
      "col": 10,
      "row": 0,
      "uwp": "D540526-5",
      "tradeCodes": ["De", "Lt", "Ni", "Po"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Borynth",
      "col": 10,
      "row": 2,
      "uwp": "A554433-B",
      "tradeCodes": ["Ni", "Co"],
      "gasGiants": ["placeholder"],
      "bases": ["Navy"],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Iskarek",
      "col": 10,
      "row": 3,
      "uwp": "X410000-0",
      "tradeCodes": ["Ba"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Tartarus",
      "col": 10,
      "row": 5,
      "uwp": "C352633-8",
      "tradeCodes": ["Ni", "Po"],
      "gasGiants": ["Ániid (GS3)", "Sakhra (GS5)", "Yana (GLD)"],
      "bases": [],
      "alert": "",
      "moons": [],
      "population": 6200000,
      "diameter": 4286,
      "gravity": 0.36,
      "orbitalPeriod": "652D 6H",
      "distanceFromStarAU": 1.54,
      "temperatures": {
        "daytime": 28,
        "nighttime": 8
      },
      "berthing": 0,
      "weeklyTraffic": 0,
      "introduction": "<p><strong>Tartarus</strong> is a world where survival is a game of strategy and deception. A dry, resource-poor planet with a thin atmosphere, its inhabitants have learned to navigate the harsh environment and the even harsher political landscape. Trade, intrigue, and manipulation are the lifeblood of its society, where alliances shift as frequently as the sandstorms that sweep across its barren plains. The planet’s oligarchic government, known as the <strong>Council of Chairs</strong>, is composed of the most powerful trade consortiums, each vying for dominance through economic warfare, espionage, and social maneuvering.</p><p>Due to its severe climate, most of Tartarus’ population resides in underground or mountain-shielded cities to escape the relentless force of the <strong>Highstorm</strong>, a planet-wide hurricane that perpetually circles the equator. Life on the surface is dangerous, but life in Tartarus’ society can be even more so, as power is wielded not through brute force but through carefully played hands in a game of influence. The cultural traditions of the <strong>Game of Tak</strong> and the <strong>Rings of Eryx</strong> are both symbolic and practical tools of negotiation and diplomacy, reflecting the world’s obsession with strategy, hierarchy, and control.</p>",
      "details": [
        "<h2>Astrography and Planetology</h2><p>Tartarus is a small, arid world orbiting at <strong>1.54 AU</strong> from its star with an orbital period of <strong>652 standard days</strong>. It has a diameter of <strong>4,286 km</strong> and a surface gravity of <strong>0.36 G</strong>, making movement easier but causing long-term health concerns for unacclimated off-worlders. The planet’s atmosphere is <strong>thin but breathable</strong>, with low oxygen density requiring physical conditioning for long-term exposure.</p>",

        "<h3>Weather and Climate</h3><p>Tartarus’ defining meteorological feature is the <strong>Highstorm</strong>, a massive, planet-wide hurricane that continuously circles the equator. This storm system, driven by the planet’s rapid atmospheric heat cycling and low moisture retention, makes equatorial regions virtually uninhabitable. Dust storms are common outside the storm's path, with high winds and sudden temperature fluctuations forcing settlements to be built underground or along sheltered mountain slopes.</p><p>Temperatures range from <strong>28°C during the day</strong> to <strong>8°C at night</strong>, with the thin atmosphere creating extreme shifts. Water is scarce, primarily located in subterranean reservoirs and small inland seas near the equatorial belt.</p>",

        "<h3>Flora and Fauna</h3><p>Despite its harsh environment, Tartarus supports <strong>sparse but resilient life</strong>. The planet’s native flora consists of <strong>tough, drought-resistant plants</strong> capable of drawing moisture from the air. Surface life is largely restricted to deep canyons and underground water sources, where fungal growths and small insectoid creatures thrive.</p><p>The most notable native fauna are <strong>burrowing reptilian species</strong> that rely on geothermal heat for survival. Domesticated livestock, primarily imported from off-world, require significant care and controlled environments, limiting agriculture to small-scale hydroponic farms.</p>",

        "<h2>Society and Culture</h2><p>Tartarus is a world where <strong>subterfuge, patience, and control</strong> are considered the highest virtues. Its people navigate an intricate web of social expectations, where reading between the lines is just as important as the words spoken aloud. Reputation is currency, and those who fail to anticipate the moves of their rivals find themselves marginalized or ruined. While loyalty exists, it is rarely unconditional, and betrayal is an accepted part of life—provided it is done with finesse.</p><p>Despite this, Tartarusian society is not without its contradictions. A world that thrives on deception paradoxically values <strong>precision in language</strong>; outright lying is considered amateurish, and the highest form of manipulation is misleading without ever speaking a falsehood. In contrast to its calculating, opportunistic nature, Tartarusian culture also places a strong emphasis on <strong>hospitality</strong>. Guests are treated with respect and offered shelter, even if they are political enemies—though what is served at the dinner table may have more meaning than the conversation itself.</p><p>Another defining feature of life on Tartarus is its <strong>reliance on gravity training</strong>. Due to the planet’s low gravity (<strong>0.36 G</strong>), those who grow up here suffer from severe muscle and bone degradation when attempting to leave the planet. The wealthy and powerful have access to <strong>gravity training rooms</strong>, maintaining their physical fitness so they can freely travel off-world. For the lower classes, however, such facilities are prohibitively expensive, effectively <strong>trapping them on Tartarus</strong>. This has created a social divide, where the elite can move through the stars as they please, while the majority are confined to the planet, reinforcing their dependence on the ruling oligarchs.</p>",

        "<h3>The Game of Tak</h3><p>The <strong>Game of Tak</strong> is more than just a pastime on Tartarus—it is a way of life. Played at all levels of society, from dusty mining camps to the lavish halls of the Council of Chairs, Tak is a game of both strategy and subtlety. More than winning, a player must demonstrate <strong>grace, foresight, and creativity</strong>; the ultimate goal is not simply to outmaneuver one’s opponent but to <strong>‘play a beautiful game’</strong>. A clumsy, brutish win is a mark of shame, while a well-played loss earns admiration.</p><p>In elite circles, Tak is a tool of negotiation, with every move carrying additional weight. Accepting a game from a rival can be a sign of respect—or a challenge. Refusing to play without a valid excuse is considered an insult, implying that one is either unworthy or afraid to match wits. In the highest levels of society, masters of Tak are revered, and many influential figures maintain carefully curated records of their most famous matches.</p><p>Among the working class, Tak is played with whatever materials are available—scratched-out game boards in the dust, carved stones as pieces. Yet, even in these casual settings, the same unwritten rules of grace and cunning apply.</p>",

        "<h3>The Rings of Eryx</h3><p>The tradition of the <strong>Rings of Eryx</strong> is an elaborate system of <strong>social ranking, favor, and insult</strong> among the elite. When requesting a meeting, an individual sends a ring engraved with their name, with the metal signifying their perceived relationship:</p><ul><li><strong>Gold</strong>: Sent to those of higher status, signifying deference and an acknowledgment of superiority.</li><li><strong>Silver</strong>: Sent to equals, signifying a meeting of peers.</li><li><strong>Iron</strong>: Sent to those of lesser status, either as a condescending gesture or as a means of establishing dominance.</li></ul><p>The recipient’s response to the ring is just as significant as the ring itself. Returning the ring at the end of the meeting signals polite dismissal, while allowing the recipient to keep it signifies <strong>recognition, respect, or even a budding alliance</strong>. Rings are often displayed in ornate bowls or stands within personal receiving rooms, serving as a visual testament to one’s influence. A collection of high-status rings is a sign of power, while a lack of rings can be a subtle social disgrace.</p><p>The system allows for immense social maneuvering. A rising power may deliberately send a <strong>silver ring to a superior</strong> in a veiled challenge, while refusing to send a ring at all can be a calculated insult. The right ring, sent at the right time, can shift alliances, destroy reputations, or establish a new force in Tartarusian politics.</p>",

        "<h2>Politics</h2><p>The government of Tartarus is a <strong>self-perpetuating oligarchy</strong>, ruled by the <strong>Council of Chairs</strong>, an alliance of trade consortiums. No single faction holds absolute power, leading to constant political maneuvering.</p>",

        "<h3>Imperial Relations</h3><p>The Imperium has little interest in Tartarus, viewing it as a minor trade hub with no strategic or economic importance. However, the planet remains an <strong>ideal meeting ground for covert negotiations</strong>, attracting Imperial agents, corporate representatives, and criminal elements alike.</p>",

        "<h3>Social Issues</h3><p>Social mobility on Tartarus is tightly controlled, with access to off-world travel serving as both a privilege and a means of maintaining power. Due to the planet’s <strong>low gravity (0.36 G)</strong>, long-term exposure results in severe muscle atrophy and bone density loss, rendering many native Tartarusians incapable of surviving normal gravity conditions elsewhere in the sector.</p><p>For the elite, this is not a concern—<strong>gravity training facilities</strong> are a common feature in private estates, corporate offices, and high-end recreational centers, allowing them to remain physically conditioned for off-world travel. However, these facilities are prohibitively expensive for the lower classes, who must rely on limited and heavily regulated public training stations, which often have long waitlists and exorbitant fees.</p><p>This has created a <strong>two-tiered society</strong>: the wealthy, who can freely move between Tartarus and the stars, and the common citizen, who is effectively <strong>trapped on the planet</strong> due to physical limitations. The oligarchs use this divide as a control mechanism—by restricting access to gravity training, they ensure that the lower classes remain dependent on their rule, unable to leave or seek opportunities elsewhere.</p><p>The few who manage to escape this system often do so by securing patronage from the elite, indebting themselves to powerful families or corporate interests in exchange for off-world travel and training.</p>",

        "<h2>Crime and Security</h2><p>While Tartarus officially bans <strong>military-grade weaponry</strong>, personal firearms remain legal, and the enforcement of laws is dictated more by <strong>corporate influence</strong> than by any legal code.</p>",

        "<h3>Law Enforcement</h3><p>The planet’s security forces are controlled by the consortiums, with private enforcers handling disputes. The true power on Tartarus lies in <strong>blackmail, bribery, and economic warfare</strong>.</p>",

        "<h3>Criminal Underworld</h3><p>The lack of centralized law enforcement has led to a thriving <strong>criminal underworld</strong>, specializing in information brokering, smuggling, and financial fraud.</p>",

        "<h2>Economics</h2><p>With little industry and few natural resources, Tartarus survives through trade, offering its services as a <strong>neutral ground for off-world negotiations</strong>.</p>",

        "<h3>Key Industries</h3><p>The primary economic drivers of Tartarus include <strong>information brokering, trade mediation, and private security services</strong>. The planet also facilitates discreet financial transactions for organizations operating outside Imperial jurisdiction.</p>",

        "<h3>Imports and Exports</h3><p><strong>Imports:</strong> Technology, food, water, and industrial goods.<br><strong>Exports:</strong> Information, financial services, and trade mediation.</p>",

        "<h2>Technology</h2><p>Operating at <strong>Tech Level 8</strong>, Tartarus can produce basic electronics and infrastructure but relies on imports for advanced technology.</p>",

        "<h2>Notable Persons</h2><p><strong>Chairwoman Lirza Venn:</strong> The most influential member of the Council of Chairs.<br><strong>Master Tak-Player Vael Orthez:</strong> A legend in Tartarusian society.<br><strong>Information Broker Sarin ‘The Whisper’ Dren:</strong> A figure rumored to control much of the planet’s underground economy.</p>"
      ]
    },
    {
      "name": "Wellspring",
      "col": 11,
      "row": 0,
      "uwp": "C79A777-8",
      "tradeCodes": ["Wa"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": "",
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Ascendara",
      "col": 11,
      "row": 1,
      "uwp": "B585538-8",
      "tradeCodes": ["Ag", "Ni"],
      "gasGiants": [],
      "bases": ["Army"],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Darkynth",
      "col": 11,
      "row": 7,
      "uwp": "C588697-6",
      "tradeCodes": ["Ag", "Ni", "Ri"],
      "gasGiants": ["placeholder"],
      "bases": ["Scout"],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Quindara",
      "col": 12,
      "row": 1,
      "uwp": "E221385-8",
      "tradeCodes": ["Lo", "Po"],
      "gasGiants": ["placeholder"],
      "bases": ["Pirate"],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Crynthor Belt",
      "col": 12,
      "row": 4,
      "uwp": "D000567-8",
      "tradeCodes": ["As", "Ni", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Scout"],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Savon",
      "col": 12,
      "row": 6,
      "uwp": "D100696-A",
      "tradeCodes": ["Na", "Ni", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Scout"],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Hera",
      "col": 12,
      "row": 7,
      "uwp": "X965673-1",
      "tradeCodes": ["Ag", "Lt", "Ni", "Ri", "Ho"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": "",
      "alert": "Red",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Sterith",
      "col": 13,
      "row": 1,
      "uwp": "D402886-9",
      "tradeCodes": ["Ic", "Na", "Va"],
      "gasGiants": [],
      "bases": ["Scout"],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Vintros",
      "col": 13,
      "row": 2,
      "uwp": "C520447-8",
      "tradeCodes": ["De", "Ni", "Po"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "description": "",
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Xaris",
      "col": 13,
      "row": 5,
      "uwp": "B87A9A8-D",
      "tradeCodes": ["Hi", "Ht", "In", "Wa"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Army", "Navy"],
      "alert": "Amber",
      "moons": [],
      "population": 325920000,
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Eryndor",
      "col": 13,
      "row": 8,
      "uwp": "E656754-3",
      "tradeCodes": ["Ag", "Ga", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Korthalon",
      "col": 13,
      "row": 9,
      "uwp": "C520300-C",
      "tradeCodes": ["De", "Ht", "Lo", "Po", "Co"],
      "gasGiants": [],
      "bases": ["Highport", "Scout"],
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Harconis",
      "col": 14,
      "row": 4,
      "uwp": "A676650-9",
      "tradeCodes": ["Ag", "Ni"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Navy", "Scout"],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Nimvaron",
      "col": 14,
      "row": 8,
      "uwp": "C421622-8",
      "tradeCodes": ["Na", "Ni", "Po"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Duskyre",
      "col": 15,
      "row": 5,
      "uwp": "B9D5867-9",
      "tradeCodes": ["Fl"],
      "gasGiants": ["placeholder"],
      "bases": ["Navy", "Scout"],
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Galtran",
      "col": 15,
      "row": 7,
      "uwp": "X524733-0",
      "tradeCodes": ["Lt"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    },
    {
      "name": "Stygara",
      "col": 15,
      "row": 9,
      "uwp": "D452430-6",
      "tradeCodes": ["Ni", "Po", "Co"],
      "gasGiants": ["placeholder"],
      "bases": ["Scout"],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      },
      "introduction": "",
      "details": []
    }
  ]
}
