{
  "name": "Ulara",
  "planets": [
    {
      "name": "Aerenis",
      "col": 0,
      "row": 1,
      "uwp": "D383324-3",
      "tradeCodes": ["Lo", "Lt", "Ho"],
      "gasGiants": ["Ocrora (GMC)", "Naade (GM7)"],
      "bases": [],
      "alert": "",
      "moons": [],
      "diameter": 4353,
      "gravity": 0.35,
      "orbitalPeriod": "577D 10H",
      "distanceFromStarAU": 1.42,
      "temperatures": {
        "daytime": 42,
        "nighttime": 33
      },
      "introduction": "<p><strong>Aerenis</strong> is a small, rugged world marked by its harsh climate, sparse population, and primitive technological development. Its thin atmosphere and searing temperatures create an environment that is challenging for long-term habitation, with most of the population clustered in small settlements near scarce water sources. With only about <strong>5,000 inhabitants</strong>, Aerenis is a world on the fringes of interstellar civilization, surviving through determination, basic industry, and trade with passing starships.</p><p>The planet is governed as a <strong>Participating Democracy</strong>, where local councils make decisions by popular vote. Despite this democratic structure, life on Aerenis is defined more by survival than politics, with strong community ties and a culture that values self-reliance. The downport, though classified as a <strong>D-grade facility</strong>, acts as the lifeline for off-world goods and occasional travelers.</p>",
      "details": [
        "<h2>Environment and Climate</h2><p>Aerenis is a small planet with a diameter of <strong>4,353 km</strong> and a low gravity of <strong>0.35g</strong>. The atmosphere is <strong>dense (Type 8)</strong>, breathable but thick enough to create oppressive conditions, especially during the blistering daytime heat. Temperatures soar to an average of <strong>42°C during the day</strong> and drop to <strong>33°C at night</strong>, with seasonal extremes reaching both dangerously high and surprisingly low temperatures.</p><p>Surface water covers only <strong>27% of the planet</strong>, scattered in small lakes and shallow inland seas. The absence of native life has left Aerenis barren, with rocky deserts and rugged highlands dominating the landscape. Occasional seismic activity adds to the environmental hazards, especially near the fault lines that cross the planet's crust.</p>",

        "<h2>Government and Law</h2><p>Aerenis operates under a <strong>Participating Democracy</strong>, where decisions are made through local assemblies and community votes. This system works due to the planet's small population, allowing most citizens to have a direct say in governance. However, the harsh living conditions often mean that practical leadership falls to those with experience and resource control rather than purely democratic processes.</p><p>With a <strong>Law Level of 4</strong>, Aerenis enforces moderate restrictions. <strong>Laser and beam weapons are prohibited</strong>, while traditional firearms, melee weapons, and simple explosives are common among settlers for both defense and hunting. Law enforcement is decentralized, handled by community militias or local leaders when necessary.</p>",

        "<h2>Culture and Society</h2><p>Aerenis has a rugged, frontier culture shaped by its environment. The people are <strong>highly self-reliant</strong>, valuing hard work, resourcefulness, and personal freedom. Despite the democratic government, there is a strong emphasis on individual responsibility, with little patience for those who cannot contribute to the survival of their community.</p><p>Social structures are simple, with small towns and scattered homesteads. The lack of native life has led to a reliance on imported foodstuffs and primitive agriculture, often supported by basic irrigation systems. <strong>Community gatherings, storytelling, and local festivals</strong> are key to maintaining morale in the face of environmental hardship.</p>",

        "<h2>Economy and Industry</h2><p>The economy of Aerenis is primitive, reflecting its <strong>Tech Level 3</strong>, equivalent to an early industrial society. Energy is generated through <strong>coal and steam power</strong>, and transportation relies on <strong>sailing ships, carts, and simple rail systems</strong> where possible. The planet's limited resources include <strong>ore deposits, basic agricultural products, and handcrafted goods</strong>.</p><p><strong>Primary Exports:</strong></p><ul><li>Raw ore and minerals</li><li>Basic agricultural products</li><li>Handcrafted tools and goods</li></ul><p><strong>Primary Imports:</strong></p><ul><li>Advanced medical supplies</li><li>Off-world technology and equipment</li><li>Luxury goods for trade and morale</li></ul><p>While not a major trading hub, Aerenis occasionally attracts traders seeking raw materials or unique local crafts. The <strong>D-grade downport</strong> serves as the planet's primary link to interstellar commerce, offering basic refueling with unrefined hydrogen and minor repair facilities. Most interstellar traffic is limited to tramp freighters and opportunistic traders.</p>",

        "<h2>Transportation and Infrastructure</h2><p>Transportation on Aerenis is limited by its <strong>low technology level</strong>. Most goods and people are moved using <strong>animal-drawn carts, steam-powered vehicles, and simple sailing vessels</strong> on inland waterways. Roads between settlements are rough and poorly maintained, often little more than dirt tracks carved through rocky terrain.</p><p>The planet's <strong>downport</strong> is functional but basic, providing <strong>minor repair services</strong> and unrefined hydrogen fuel. There are <strong>no shipyards</strong> or advanced facilities, and most starships rely on their own supplies when visiting. The system's <strong>two mid-sized gas giants</strong> (Ocrora and Naade) offer potential refueling points for more advanced vessels.</p>",

        "<h2>Key Locations</h2><p><strong>Downport Beltane</strong> – The planet's only starport, little more than a cluster of landing pads and a few prefabricated buildings. It serves as a trade hub and meeting point for off-world visitors.</p><p><strong>The Iron Basin</strong> – A mineral-rich region known for its small, independent mining communities. Life here is harsh, with miners battling both the environment and each other for control of resources.</p><p><strong>Verdant Reach</strong> – A rare agricultural zone sustained by an underground aquifer. This fertile area supports most of Aerenis's food production and is fiercely protected by local communities.</p><p><strong>The Broken Ridge</strong> – A seismic fault line prone to frequent quakes. Despite the dangers, it's rumored to conceal valuable mineral veins and ancient alien artifacts, attracting prospectors and adventurers.</p>"
      ],
      "adventureHooks": [
        "<h2>Adventure Hooks</h2><ul><li><strong>The Missing Delegate:</strong> A government official sent to mediate a land dispute has vanished in the Scarred Wastes. Was it bandits, corporate sabotage, or something older beneath the ground?</li><li><strong>The Broken Treaty:</strong> Tensions rise between rival settlements after a **critical water supply is poisoned**. The crew is hired to investigate, but the culprit may be closer to home than expected.</li><li><strong>Secrets in the Dust:</strong> A crashed starship from a bygone era is discovered half-buried in a remote desert. **Treasure hunters, local warlords, and corporate agents** race to claim its secrets.</li><li><strong>The Iron Veil Heist:</strong> A local rebel group plans to hijack an armored rail convoy carrying rare ores. They need a crew with off-world expertise to pull it off—or stop it.</li><li><strong>Lost in the Dust:</strong> A survey team has gone missing near the Broken Ridge. The local council offers a reward for their safe return—or confirmation of their fate.</li><li><strong>The Smuggler's Run:</strong> A trader seeks a crew to transport illegal tech past local patrols, promising high pay but plenty of risks.</li><li><strong>The Water Wars:</strong> Rival settlements clash over control of the Verdant Reach aquifer, and tensions are about to boil over into violence.</li><li><strong>Echoes Beneath the Earth:</strong> Miners in the Iron Basin have uncovered something ancient—and possibly dangerous—deep underground.</li></ul>"
      ]
    },
    {
      "name": "Pelagos",
      "col": 0,
      "row": 2,
      "uwp": "B69A243-A",
      "tradeCodes": ["Lo", "Wa", "Tp"],
      "gasGiants": ["Pasinov (GLH)", "Zoruta (GLD)", "Risara (GS6)", "Hophetania (GS4)"],
      "bases": [],
      "berthing": 1000,
      "weeklyTraffic": 14,
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": [],
      "gravity": 0.7,
      "diameter": 9823,
      "orbitalPeriod": "219D 3H",
      "distanceFromStarAU": 0.64,
      "temperatures": {
        "daytime": 38,
        "nighttime": 23
      }
    },
    {
      "name": "Ferrix",
      "col": 1,
      "row": 4,
      "uwp": "D897366-6",
      "tradeCodes": ["Lo"],
      "gasGiants": ["Trypso (GL8)", "Xalnion (GS5)"],
      "bases": ["Scout"],
      "introduction": "",
      "details": ["Zi todo notes"],
      "alert": "",
      "moons": ["Ithal (583km)", "Katorga (537km)", "Yashvi (765km)", "Vorlis d (E324100-6)"],
      "diameter": 12912,
      "orbitalPeriod": "354D 18H",
      "distanceFromStarAU": 0.88,
      "temperatures": {
        "daytime": 20,
        "nighttime": 4
      }
    },
    {
      "name": "Vorn's Reach",
      "col": 1,
      "row": 6,
      "uwp": "D534300-6",
      "tradeCodes": ["Lo"],
      "gasGiants": ["Gagan (GS5)", "Brao (GMB)", "Yidilia (GS5)"],
      "bases": [],
      "introduction": "",
      "details": ["Todd todo notes"],
      "alert": "Amber",
      "moons": [],
      "diameter": 7301,
      "orbitalPeriod": "189D 10H",
      "distanceFromStarAU": 0.58,
      "temperatures": {
        "daytime": 51,
        "nighttime": -45
      }
    },
    {
      "name": "Lunthera",
      "col": 2,
      "row": 2,
      "uwp": "X224000-0",
      "tradeCodes": ["Ba"],
      "gasGiants": ["Tvar (GMC)", "Vortek (GLD)"],
      "bases": [],
      "alert": "",
      "berthing": 0,
      "moons": [],
      "diameter": 3239,
      "gravity": 0.26,
      "orbitalPeriod": "204D 9H",
      "distanceFromStarAU": 0.61,
      "temperatures": {
        "daytime": 223,
        "nighttime": -146
      },
      "introduction": "<p><strong>Lunthera</strong> is a barren, desolate world. The planetoid is located in a <strong>binary, red dwarf star system</strong>. The primary star is <strong>Nacon (M2 V)</strong> and its peer is <strong>Zihrun (M3 V)</strong>. Despite its lifeless surface and hostile environment, Lunthera is notable for the remnants of ancient, abandoned facilities scattered across its rocky terrain, hinting at past endeavors now lost to time. The planet's extreme temperatures, thin tainted atmosphere, and lack of significant population make it a dangerous yet intriguing location for explorers and scavengers alike.</p>",
      "details": [
        "<h2>System Overview</h2><p>The <strong>Lunthera System</strong> is defined by its binary stars, with <strong>Zihrun</strong> orbiting the larger <strong>Nacon</strong> at a distance of 13 AU. Nacon hosts several planetary bodies, including a <strong>rad world</strong> close to the star, a violent <strong>storm world</strong>, two massive <strong>gas giants</strong>—Tvar and Vortek—and distant <strong>ice worlds</strong> lingering in the outer reaches of the system. Zihrun has its own system of planetoids which are little more than rocks or balls of ice.</p>",

        "<h2>Planetary Environment</h2><p>Lunthera's surface is a bleak expanse of rocky plains and jagged mountain ranges, with sporadic patches of frozen water locked beneath layers of regolith. The planet experiences brutal temperature extremes, with searing heat during the day (223°C) and bone-chilling cold at night (-146°C). Its thin, tainted atmosphere requires the use of respirators, and sudden, violent dust storms can sweep across the barren landscape with little warning. Despite these harsh conditions, occasional pockets of liquid water exist, remnants of a long-dead hydrological cycle.</p>",

        "<h2>System Features and Points of Interest</h2><p>While Lunthera itself is uncolonized and devoid of permanent settlements, the system holds several key features of interest:</p><ul><li><strong>Tvar (GMC)</strong> – A massive gas giant serving as a vital source of unrefined fuel for passing ships.</li><li><strong>Vortek (GLD)</strong> – Another gas giant, though less frequently utilized due to its greater distance from the main jump routes.</li></ul>"
      ],
      "adventureHooks": [
        "<h2>Potential Adventure Hooks</h2><ul><li><strong>The Lost Convoy:</strong> A merchant convoy disappeared near Lunthera, and the players are hired to investigate. Wreckage suggests more than just mechanical failure—piracy, ancient defense systems, or something even stranger?</li><li><strong>Ghost Signals:</strong> Strange signals are emanating from one of Lunthera's abandoned outposts. Are they automated distress calls, or has someone—or something—reactivated the site?</li><li><strong>The Hidden Cache:</strong> Rumors persist of a lost Imperial scout ship carrying valuable data cores. Finding it could mean fortune—or danger—depending on what the data contains.</li><li><strong>Xeno-Artifact Hunters:</strong> A corporate expedition vanished while exploring the <strong>Void Array</strong>. Rescuing survivors—or recovering what they found—could put the crew in conflict with powerful interests.</li></ul>"
      ]
    },
    {
      "name": "Skoll",
      "col": 2,
      "row": 3,
      "uwp": "C531633-5",
      "tradeCodes": ["Lt", "Na", "Ni", "Po"],
      "gasGiants": ["Alea (GLD)", "Lorix (GS4)", "Batrov (GM8)", "Munak (GMB)"],
      "bases": ["Scout"],
      "berthing": 100,
      "weeklyTraffic": 10,
      "alert": "",
      "moons": [],
      "diameter": 7695,
      "gravity": 0.45,
      "orbitalPeriod": "283D 5H",
      "distanceFromStarAU": 0.85,
      "temperatures": {
        "daytime": 43,
        "nighttime": 4
      },
      "introduction": "<p><strong>Skoll</strong> is a brutal, arid world governed by a rigid <strong>feudal aristocracy</strong> under the nominal rule of <strong>Sarrax Kaine Mylarron</strong>. Divided into baronial fiefdoms, each territory operates with near-total autonomy, fostering a society defined by <strong>honor, violence, and deeply entrenched traditions</strong>. The planet's capital, <strong>Siron City</strong>, serves as both the political center and primary starport, where noble courts and mercantile interests converge.</p><p>Skoll's harsh environment—marked by <strong>scorching days, freezing nights, and frequent dust storms</strong>—has shaped a culture that prizes resilience and martial prowess. The annual <strong>Tournament of Blades</strong> is a centerpiece of Skollan life, a ritualized spectacle of combat where disputes between noble houses are settled with blood and honor. Despite its internal strife and primitive infrastructure, Skoll remains loyal to the <strong>Third Imperium</strong>, maintaining its autonomy in exchange for strategic resources and military support.</p>",
      "details": [
        "<h2>Astrography and Planetology</h2><p>Skoll orbits its star at a distance of <strong>0.85 AU</strong>, completing an orbital period of <strong>283 days and 5 hours</strong>. It has no significant satellites but shares its system with four gas giants: <strong>Alea</strong>, <strong>Lorix</strong>, <strong>Batrov</strong>, and <strong>Munak</strong>. The planet's thin atmosphere and proximity to its star contribute to extreme temperature fluctuations.</p>",
        "<h3>Planetology</h3><p>With a diameter of <strong>7,695 km</strong> and surface gravity of <strong>0.45G</strong>, Skoll is an arid world marked by rugged plateaus, cracked earth, and sparse low-gravity forests. Its atmosphere is classified as <strong>very thin</strong> but breathable, requiring acclimatization for prolonged exposure. Water is scarce, covering only <strong>~10%</strong> of the surface, concentrated in deep underground aquifers and isolated lakes.</p>",
        "<h3>Weather and Climate</h3><p>Skoll experiences extreme temperature variations, with scorching daytime highs reaching <strong>43°C</strong> and frigid nighttime lows dropping to <strong>4°C</strong>. <strong>Frequent dust storms</strong> sweep across the barren plains, reducing visibility and posing hazards to unprotected travelers. These storms, combined with the thin atmosphere, contribute to rapid heat loss after sunset.</p>",
        "<h3>Flora and Fauna</h3><p>Despite its harsh environment, Skoll supports hardy, drought-resistant plant life. <strong>Low-gravity forests</strong> grow in sheltered valleys, sustained by underground water sources. Indigenous fauna includes resilient creatures adapted to the thin atmosphere and extreme temperatures, often serving as both a food source and symbols of status among the nobility. Nomadic tribes have domesticated certain species for transport and survival in the wastelands.</p>",
        "<h2>Society and Culture</h2><p>Skoll's population, numbering in the <strong>hundreds of thousands</strong>, is concentrated in fortified settlements and baronial strongholds. The largest city, <strong>Siron City</strong>, serves as both the planetary capital and the primary starport. Beyond the cities, nomadic tribes roam the wastelands, living off limited resources and black-market trade.</p>",
        "<h3>Culture and Customs</h3><p>Skollan society revolves around <strong>honor, violence, and rigid tradition</strong>. Power is determined by lineage, martial prowess, and strategic acumen. The annual <strong>Tournament of Blades</strong> is a grand event where noble disputes are resolved through ritual combat. Even outside the tournament, social interactions are governed by formal etiquette—insults are delivered through elaborate shunning rituals, and challenges must follow strict ceremonial protocols.</p>",
        "<h3>Religions and Mythologies</h3><p>Religious beliefs on Skoll are intertwined with ancestral reverence and the <strong>glorification of martial heroes</strong>. Mythology often revolves around legendary warriors and ancient battles, reinforcing the cultural obsession with honor and strength. Shrines dedicated to these figures can be found throughout both noble estates and tribal encampments.</p>",
        "<h2>Politics</h2><p>Skoll is ruled by a <strong>self-perpetuating oligarchy</strong> under the nominal leadership of <strong>Sarrax Kaine Mylarron</strong>. However, true power lies with the <strong>barons</strong>, who govern their fiefdoms with near-total autonomy. This feudal structure fosters constant political intrigue and rivalry among the noble houses.</p>",
        "<h3>Imperial Relations</h3><p>Skoll exists firmly within the dominion of the <strong>Third Imperium</strong>, not through loyalty or choice, but by virtue of the Imperium's control over the <strong>space between the stars</strong>. The Imperium enforces its authority through dominance of interstellar trade routes, strategic starports, and overwhelming military capability. Skoll's ruling aristocracy, including <strong>Sarrax Kaine Mylarron</strong>, maintains a veneer of autonomy, but this is a privilege granted by the Imperium's tolerance, not a matter of sovereign independence.</p><p>While the Imperium has little interest in micromanaging Skoll's internal politics, its influence is felt through the regulation of starports, taxation of off-world trade, and the omnipresent threat of <strong>Imperial naval power</strong>. Any baron or noble who disrupts interstellar commerce or defies Imperial edicts risks sanctions, blockades, or even <strong>orbital enforcement actions</strong>. This reality ensures that Skoll's feudal lords comply with Imperial mandates, even as they pursue their own brutal power struggles within their domains.</p><p>Imperial presence on Skoll is most visible through the <strong>Scout Services outpost</strong> and the operations tied to the Class C starport at <strong>Siron City</strong>. These facilities are not subject to local law, operating under Imperial jurisdiction and serving as constant reminders that while Skoll's nobility may rule their fiefdoms, it is the Imperium that rules the void.</p>",
        "<h3>Social Issues</h3><p>Skoll's rigid <strong>caste system</strong> enforces deep social divisions. Peasants and nomads live under oppressive conditions, with little hope of upward mobility. Rebellions are rare but brutally suppressed when they occur. Meanwhile, the <strong>black market</strong> thrives in lawless regions, supplying contraband to rogue barons and defiant tribes.</p>",
        "<h2>Crime and Security</h2><p><strong>Military-grade weapons</strong> are officially banned for civilians, though enforcement is often selective, favoring the nobility. Dueling is not only legal but encouraged as a means of resolving personal and political conflicts, provided it follows established protocols.</p>",
        "<h3>Law Enforcement</h3><p>Law on Skoll is decentralized, with <strong>baronial militias</strong> enforcing local justice. Punishments are harsh and often public, serving as a deterrent to dissent. In some regions, justice is dispensed through <strong>ritual combat</strong> or summary execution, depending on the whims of the ruling lord.</p>",
        "<h3>Criminal Underworld</h3><p>While major cities maintain a semblance of order, the wastelands are rife with <strong>outlaw clans</strong> and <strong>smuggling rings</strong>. These groups operate in defiance of both local lords and Imperial law, trafficking in weapons, technology, and other contraband. Some barons covertly support these activities to gain an advantage over rivals.</p>",
        "<h2>Economics</h2><p>Skoll's economy is primarily driven by <strong>small-scale mining</strong> and <strong>arms production</strong>. Trade is tightly controlled by the nobility, with <strong>Siron City</strong> serving as the central hub for interstellar commerce.</p>",
        "<h3>Key Industries</h3><p>Major industries include <strong>weapon manufacturing</strong>, <strong>resource extraction</strong>, and <strong>mercenary services</strong>. The demand for arms and armor is fueled by the constant political tension and the annual Tournament of Blades.</p>",
        "<h3>Major Companies</h3><p>Trade is dominated by noble-affiliated enterprises, while off-world corporations must operate under the patronage of local barons. In the shadows, <strong>black-market syndicates</strong> wield significant influence, especially in frontier regions like <strong>Red Hollow</strong>.</p>",
        "<h3>Imports and Exports</h3><p>Skoll imports <strong>food</strong>, <strong>advanced technology</strong>, <strong>medical supplies</strong>, and <strong>luxury goods</strong> for the aristocracy. Its exports include <strong>raw materials</strong>, <strong>mercenary contracts</strong>, and <strong>artisan-crafted weaponry</strong>, highly valued for its craftsmanship and brutality.</p>",
        "<h2>Technology</h2><p>Skoll operates at <strong>Tech Level 5</strong>, equivalent to early 20th-century industrialization. Much of the planet, especially remote regions, relies on <strong>steam power</strong>, <strong>basic mechanization</strong>, and imported advanced goods controlled by the ruling elite.</p>",
        "<h3>Access to Technology</h3><p>Access to high technology is <strong>highly restricted</strong>, with advanced equipment reserved for the nobility and military. Commoners rely on outdated tools, creating a stark divide between the classes in terms of technological capability.</p>",
        "<h2>Notable Persons</h2><ul><li><strong>Sarrax Kaine Mylarron:</strong> The symbolic ruler of Skoll, known more for political maneuvering than direct leadership.</li><li><strong>Baron Varcon:</strong> A powerful noble from <strong>Varcon Hold</strong>, commanding elite shock troops and known for aggressive expansionism.</li><li><strong>Lady Seris of Ironspike:</strong> A ruthless mining magnate with a reputation for exploiting both resources and laborers.</li><li><strong>Rhaz Tern:</strong> A charismatic nomad chieftain, uniting disparate tribes to challenge baronial authority through guerrilla warfare.</li></ul>"
      ]
    },
    {
      "name": "Zyphara",
      "col": 2,
      "row": 6,
      "uwp": "E336444-5",
      "tradeCodes": ["Lt", "Ni", "Fr"],
      "gasGiants": ["Sindri (GMB)", "Min (GLC)", "Lulal (GLG)", "Ekwensu (GS4)"],
      "bases": [],
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": ["Doldru (640km)", "Serpens (1838km)"],
      "berthing": 0,
      "weeklyTraffic": 4,
      "diameter": 5314,
      "gravity": 0.28,
      "distanceFromStarAU": 4.2,
      "orbitalPeriod": "2Y 121D 21H",
      "temperatures": {
        "daytime": 23,
        "nighttime": -6
      }
    },
    {
      "name": "Thalas",
      "col": 2,
      "row": 9,
      "uwp": "A89A7BB-E",
      "tradeCodes": ["Ht", "Wa"],
      "gasGiants": ["Merak (GS3)", "Deest (GS3)", "Ehecatl (GS3)"],
      "bases": ["Highport", "Army"],
      "introduction": "",
      "details": [],
      "alert": "Amber",
      "moons": [],
      "berthing": 2000,
      "weeklyTraffic": 140,
      "diameter": 12703,
      "gravity": 1,
      "orbitalPeriod": "690D 13H",
      "distanceFromStarAU": 1.6,
      "temperatures": {
        "daytime": 26,
        "nighttime": 19
      }
    },
    {
      "name": "Abyss Station",
      "col": 3,
      "row": 0,
      "uwp": "D000687-9",
      "tradeCodes": ["As", "Na", "Ni", "Va"],
      "gasGiants": [],
      "bases": ["Scout"],
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Ormathis",
      "col": 3,
      "row": 1,
      "uwp": "D7C4400-A",
      "tradeCodes": ["Fl", "Lo", "Bo"],
      "gasGiants": ["Sujin (GM7)", "Lucretius (GMB)", "Maher (GM7)", "Arkas (GLG)"],
      "bases": ["Pirate"],
      "alert": "Amber",
      "moons": [],
      "berthing": 40,
      "weeklyTraffic": 6,
      "diameter": 10703,
      "gravity": 0.87,
      "orbitalPeriod": "2Y 339D 2H",
      "distanceFromStarAU": 1.54,
      "temperatures": {
        "daytime": 184,
        "nighttime": 87
      },
      "introduction": "<p><strong>Ormathis</strong> was once a beacon of prosperity, a thriving hub of advanced technology and corporate ambition nestled in the heart of its system. Now, it's a decaying husk of its former glory—a neon-lit wasteland where the rich hide behind fortified walls and the desperate fight for scraps in the streets. With a population of around <strong>60,000 souls</strong>, Ormathis is a world where <strong>lawlessness, corporate greed, and gang warfare</strong> are woven into the fabric of daily life.</p><p>The planet's harsh environment, toxic hydrocarbon seas, and relentless seismic activity have only fueled its descent. What little government once existed collapsed under the weight of corporate corruption and social unrest. Now, <strong>megacorporations, crime syndicates, and warlords</strong> carve up the planet into zones of influence, each enforcing their own brutal version of order.</p>",
      "details": [
        "<h2>Planetary Environment</h2><p>Ormathis is a <strong>hot, violent world</strong> with blistering temperatures ranging from <strong>87°C at night</strong> to a scorching <strong>184°C during the day</strong>. The dense, toxic atmosphere requires constant filtration, and acid rain from the <strong>hydrochloric acid seas</strong> corrodes anything left unprotected. The planet is wracked by frequent earthquakes and volcanic eruptions, adding to the sense of looming instability—both geological and societal.</p><p>Amid the environmental chaos, sprawling megacities stand like decaying monuments to a forgotten era. Crumbling arcologies tower over streets choked with neon lights, where <strong>gang tags glow brighter than official signage</strong> and black market vendors outnumber legitimate businesses.</p>",

        "<h2>Government and Law</h2><p><strong>There is no government on Ormathis.</strong> The planetary administration collapsed decades ago, leaving behind a fragmented patchwork of <strong>corporate enclaves, gang territories, and anarchist zones</strong>. With a <strong>Law Level of 0</strong>, there are <strong>no official laws</strong>—only the rules you can enforce with muscle, money, or firepower.</p><p>Megacorporations like <strong>Zenith Dynamics</strong> and <strong>AetherCore Syndicate</strong> maintain fortified districts, enforcing their own corporate codes with private security forces and surveillance drones. Outside these zones, power belongs to <strong>gang lords, warlords, and cyber-enhanced mercenaries</strong> who rule through fear and firepower.</p>",

        "<h2>Culture and Society</h2><p>Ormathis is a melting pot of <strong>cyberpunk subcultures</strong>—hackers, street samurai, rogue AI cultists, and corporate defectors all struggling to survive in the neon shadows. Life is cheap, data is currency, and loyalty is a commodity to be bought and sold.</p><p>Most of the population lives in crumbling arcologies or sprawling slums, connected by labyrinthine transit tunnels, decaying maglev lines, and overcrowded skybridges. <strong>Neon-lit night markets</strong> operate alongside illegal biotech labs, while underground fight clubs and black-market cyberware vendors thrive in the chaos.</p><p>Despite the dystopia, there's an undeniable vibrancy. Music blares from rusted speakers, street artists tag corporate billboards with anti-establishment graffiti, and <strong>virtual reality dens</strong> offer escape from the harshness of daily life—for a price.</p>",

        "<h2>Economy and Industry</h2><p>Ormathis's economy runs on the edge of legality. <strong>Black markets, corporate exploitation, and digital smuggling</strong> define its financial landscape. While official trade is minimal, the planet thrives as a <strong>hub for illegal tech, cybernetic enhancements, and data trafficking</strong>.</p><p><strong>Primary Exports:</strong></p><ul><li>Black market cyberware and experimental biotech</li><li>Illegal software, including rogue AI fragments and hacked security protocols</li><li>Raw minerals extracted from hazardous industrial zones</li></ul><p><strong>Primary Imports:</strong></p><ul><li>Medical supplies (often stolen or black-market)</li><li>Luxury goods for the corporate elite</li><li>Advanced weaponry and surveillance tech</li></ul><p>While corporations maintain a facade of legitimacy, most economic activity happens in the shadows, where credits are less valuable than information, favors, and firepower.</p>",

        "<h2>Technology and Infrastructure</h2><p>Ormathis operates at a <strong>Tech Level of 10</strong>, but the technology here is often <strong>hacked, repurposed, or dangerously unstable</strong>. Sleek corporate towers bristle with surveillance drones, while the streets below are littered with <strong>jury-rigged cybernetics</strong> and <strong>illegal augmentations</strong>.</p><p>Advanced tech is everywhere, but rarely in pristine condition:</p><ul><li><strong>Neural implants</strong> that let hackers jack directly into data networks</li><li><strong>Grav-lifters</strong> retrofitted with stolen corporate hardware</li><li><strong>Augmented reality overlays</strong> projecting both corporate propaganda and underground resistance messages</li><li><strong>Black-market gene mods</strong> offering everything from night vision to bio-enhanced muscle growth</li></ul><p>Infrastructure is crumbling, but resilient. Power grids flicker, maglev lines run on outdated software, and data networks are constantly under siege from <strong>cyber-criminal syndicates</strong>.</p>",

        "<h2>Key Locations</h2><p><strong>Nova Verge</strong> – The largest city, a sprawling urban nightmare where corporate towers loom over decaying slums. The skyline is a mix of sleek neon spires and crumbling infrastructure.</p><p><strong>The Grid</strong> – An underground hacker enclave, hidden beneath the ruins of an old data center. This digital black market deals in <strong>illegal software, stolen corporate secrets, and rogue AI programs</strong>.</p><p><strong>The Dead Zones</strong> – Abandoned industrial districts contaminated by chemical spills and unchecked reactor meltdowns. Dangerous, but rich in salvage for those reckless enough to venture in.</p><p><strong>The Sprawl</strong> – A lawless stretch of interconnected slums, gang-controlled turf, and renegade markets. Every street is a <strong>battleground for territory and influence</strong>.</p>"
      ],
      "adventureHooks": [
        "<h2>Adventure Hooks</h2><ul><li><strong>The Smuggler's Debt:</strong> A local crime lord hires the crew to recover stolen cargo from a rival gang operating out of Crater's Edge.</li><li><strong>Seismic Secrets:</strong> A powerful earthquake uncovers an ancient subterranean facility. Who built it, and why is a corporate strike team already on-site?</li><li><strong>Arcology Under Siege:</strong> A remote settlement is under attack by raiders wielding <strong>advanced, experimental weapons</strong>. Are they local scavengers—or part of a larger conspiracy?</li><li><strong>Ghosts of the Spires:</strong> Miners report strange lights and disappearances in the Shattered Spires. Investigating could uncover <strong>alien artifacts—or something far worse</strong>.</li></ul>"
      ]
    },
    {
      "name": "Velstrom",
      "col": 3,
      "row": 3,
      "uwp": "D8B0447-9",
      "tradeCodes": ["Ni", "Ho"],
      "gasGiants": ["Ihoko (GMA)"],
      "bases": [],
      "berthing": 40,
      "alert": "Amber",
      "moons": ["Tridamus (552km)", "Talasi (X413000-0 Ba Ic)"],
      "diameter": 12429,
      "orbitalPeriod": "726D 8H",
      "distanceFromStarAU": 1.42,
      "temperatures": {
        "daytime": 51,
        "nighttime": 14
      },
      "introduction": "<p><strong>Velstrom</strong> is a harsh, inhospitable world defined by <strong>extreme environmental conditions</strong> and a corrosive atmosphere comprised primarily of <strong>sulfur dioxide</strong>. With a scattered population concentrated in isolated, climate-controlled domes and subterranean colonies, life on Velstrom revolves around survival under corporate oversight. The planet's economy is built on <strong>resource extraction</strong> and <strong>penal labor</strong>, with off-world corporations exploiting both its limited resources and its inhabitants.</p><p>Despite its official designation as a <strong>Representative Democracy</strong>, Velstrom functions as a <strong>corporate oligarchy</strong>, where governance is little more than a facade for corporate interests. The Imperium maintains a distant presence, focused primarily on safeguarding trade routes and ensuring that Velstrom's output continues to flow. Life for the average citizen is grueling, marked by long shifts in hazardous environments, strict surveillance, and limited personal freedoms.</p>",
      "details": [
        "<h2>Astrography and Planetology</h2><p>Velstrom orbits its star at a distance of 1.42 AU, with an orbital period of 726 days and 8 hours. The planet has a diameter of 12,429 km and gravity of 0.87G. While Velstrom's system includes the gas giant <strong>Ihoko (GMA)</strong>, its most notable celestial companion is its terrestrial moon, Talasi.</p>",

        "<h3>Talasi (X413000-0 Ba Ic)</h3><p>Talasi is a <strong>large moon</strong> (5900 km) with a barren, ice-covered surface that harbors trace remnants of an atmosphere. It has no permanent population or significant development, though occasional research outposts and automated monitoring stations are scattered across its surface. Due to its size and orbital distance (429,000 km), Talasi has a significant presence above Velstrom, dominating the night sky.</p>",

        "<h3>Planetology</h3><p>Velstrom is classified as a <strong>Non-Industrial</strong> world with a hot, corrosive atmosphere (Type B) comprised largely of <strong>sulfur dioxide gas</strong>, making the surface uninhabitable without sealed environments. The planet is completely devoid of water, and due to its extreme temperatures its corrosive atmosphere does not get cold enough to produce liquid seas. Due to the planet's high surface temperatures, most settlements exist in climate-controlled domes or underground complexes.</p>",

        "<h3>Weather and Climate</h3><p>Velstrom's climate is extreme, with surface temperatures reaching <strong>51°C during the day</strong> and dropping to <strong>14°C at night</strong>. The corrosive atmosphere is rich in industrial pollutants and highly acidic compounds, making exposure harmful to unprotected individuals. <strong>Frequent electrical storms</strong> and acid rain erode unshielded structures, requiring constant maintenance of external installations.</p>",

        "<h3>Flora and Fauna</h3><p>Velstrom's harsh conditions prevent the existence of native flora or fauna. Limited biodiversity comes from <strong>imported, genetically modified crops</strong> grown in sealed hydroponic facilities. Small, invasive species—mainly <strong>acid-resistant microbes and insects</strong>—thrive in industrial runoff zones, posing minor but persistent hazards.</p>",

        "<h2>Society and Culture</h2><p>Velstrom's population of approximately <strong>45,000</strong> is scattered across <strong>enclosed settlements, mining outposts, and corporate compounds</strong>. The largest, <strong>Port Onaga</strong>, doubles as the planetary capital and primary starport. Life here is harsh, with residents living in pressurized habitats connected by <strong>tunnel systems</strong> or relying on armored transports to traverse the surface.</p>",

        "<h3>Culture and Customs</h3><p>Velstrom's society is defined by <strong>corporate dominance, economic exploitation, and survivalist pragmatism</strong>. Most inhabitants are either <strong>penal laborers, contract workers, or corporate administrators</strong>. Social status is closely tied to one's role within the corporate hierarchy, with little room for upward mobility. Cultural identity is minimal, replaced by a shared ethos of endurance in the face of adversity.</p>",

        "<h3>Religions and Mythologies</h3><p>Traditional religious practices are rare, replaced by a form of <strong>corporate-driven ideology</strong> that glorifies productivity and loyalty. However, small underground groups foster <strong>fringe belief systems</strong>, often centered around anti-corporate sentiments or fatalistic philosophies reflecting the planet's bleak environment.</p>",

        "<h2>Politics</h2><p>Velstrom is officially a <strong>Representative Democracy</strong>, but in practice, it functions as a <strong>corporate-controlled oligarchy</strong>. The planetary governor is a figurehead installed by dominant off-world corporations, with real power exercised by <strong>corporate boards and security councils</strong>. The government operates on a <strong>five year election cycle</strong>, but elections are rife with corruption, ballot tampering and intimidation tactics by strongarm groups.</p>",

        "<h3>Imperial Relations</h3><p>Velstrom exists within the Imperium's sphere of control, its autonomy dictated by the Imperium's interest—or lack thereof—in its economic output. While the Imperium maintains a nominal presence through administrative offices and occasional naval patrols, true authority rests with the corporations that manage Velstrom's <strong>resource extraction contracts</strong>. Imperial law is enforced primarily to protect trade and maintain order among corporate entities.</p>",

        "<h3>Social Issues</h3><p>Velstrom's major social issues revolve around <strong>corporate exploitation, labor abuses, and systemic inequality</strong>. Penal labor is commonplace, with prisoners subjected to <strong>indefinite work contracts</strong> under brutal conditions. Civilian workers face <strong>restrictive corporate policies</strong> that limit personal freedoms, and dissent is often met with harsh reprisals from corporate security forces.</p>",

        "<h2>Crime and Security</h2>The <strong>Law Level of 7</strong> reflects tight restrictions on civilian activities. <strong>Unlicensed weapons, unsanctioned travel, and independent trade</strong> are strictly prohibited. Legal systems are corporate-run, with justice administered in favor of maintaining economic productivity over individual rights.</p>",

        "<h3>Law Enforcement</h3><p>Law enforcement is handled by <strong>private corporate security forces</strong>, operating more like paramilitary organizations than traditional police. Surveillance is pervasive, with biometric monitoring and AI-driven data analysis tracking the population's movements and communications.</p>",

        "<h3>Criminal Underworld</h3><p>Despite heavy surveillance, a small but resilient <strong>black market network</strong> operates within Velstrom's urban centers and outlying settlements. Smugglers, data brokers, and rogue engineers trade in <strong>unauthorized tech, contraband, and off-world information</strong>. These networks are often protected by corrupt corporate officials willing to look the other way for the right price.</p>",

        "<h2>Economics</h2><p>Velstrom's economy is dependent on <strong>off-world trade, penal labor, and resource extraction</strong>. Local industries are limited to <strong>basic manufacturing, waste processing, and small-scale mining</strong>. The planet lacks the infrastructure to support extensive industrial development, relying heavily on imports to sustain its settlements.</p>",

        "<h3>Key Industries</h3><p>Key industries include <strong>penal labor services, hazardous material processing, and contract mining</strong>. These operations are small in scale, often consisting of isolated work camps or enclosed facilities designed for efficiency in hostile environments.</p>",

        "<h3>Major Companies</h3><p>Velstrom's economy is dominated by <strong>off-world corporations</strong> such as <strong>Myrric Heavy Industries</strong> and <strong>Azimuth Logistics</strong>, which oversee resource extraction contracts and labor management. Local corporate offices serve primarily as <strong>administrative hubs</strong> for coordinating off-world shipments and labor assignments.</p>",

        "<h3>Imports and Exports</h3><p>Velstrom imports <strong>advanced technology, medical supplies, and foodstuffs</strong> to sustain its population. Exports include <strong>raw materials, processed waste products, and contracted penal labor</strong> for off-world use.</p>",

        "<h2>Technology</h2><p>Officially designated at <strong>Tech Level 9</strong>, but practical access varies. Advanced technology is concentrated within <strong>corporate facilities</strong>, while the general population relies on <strong>outdated equipment and low-grade tools</strong>.</p>",

        "<h3>Access to Technology</h3><p>Access to advanced technology is <strong>strictly controlled</strong> by corporate authorities. Workers and penal laborers have limited exposure to high-end equipment, with most relying on <strong>obsolete machinery and makeshift repairs</strong> to perform their duties. Black-market channels occasionally smuggle in restricted tech, but possession carries severe penalties.</p>",

        "<h2>Notable Persons</h2><ul><li><strong>Governor Elrin Voss:</strong> A corporate puppet who maintains the illusion of political authority while serving the interests of Velstrom's dominant companies.</li><li><strong>Marshal Ralyn Vex:</strong> Head of corporate security forces, known for ruthless efficiency and a zero-tolerance policy toward dissent.</li><li><strong>Dr. Mira Esten:</strong> A rogue bioengineer suspected of running <strong>illegal cybernetic enhancement clinics</strong> in Velstrom's underground.</li><li><strong>Darin Levik:</strong> A black-market smuggler specializing in <strong>off-world extractions, contraband tech, and forbidden data transfers</strong>.</li></ul"
      ]
    },
    {
      "name": "Nokara",
      "col": 3,
      "row": 4,
      "uwp": "B995A88-B",
      "tradeCodes": ["Hi", "In"],
      "gasGiants": [],
      "bases": ["Highport", "Army"],
      "weeklyTraffic": 120,
      "berthing": 1500,
      "alert": "",
      "moons": [],
      "population": 25560000000,
      "diameter": 14717,
      "orbitalPeriod": "577D 10H",
      "distanceFromStarAU": 1.42,
      "temperatures": {
        "daytime": 23,
        "nighttime": 9
      },
      "introduction": "<p><strong>Nokara</strong>, also known as <strong>'Ulara Prime'</strong>, is a world of <strong>25 billion</strong> people where towering arcologies, sprawling agricultural complexes, and inland seas coexist under the watchful eye of an <strong>immense civil bureaucracy</strong>. With a population in the billions, Nokara thrives not through military might but as the economic, diplomatic, and administrative heart of the region. Its society prizes <strong>academic excellence, civic duty, and bureaucratic mastery</strong>, with power concentrated in the hands of lifelong administrators and policy architects. Technological integration is seamless, from AI-managed infrastructures to commonplace cybernetic enhancements, reflecting both convenience and status.</p><p>Beneath its structured surface, Nokara's perfection frays at the edges. <strong>Legal rigidity, state surveillance, and social stratification</strong> create cracks where corporate syndicates and underground movements flourish. Yet, for many, Nokara isn't an oppressive state—it's a world of <strong>opportunity, stability, and efficiency</strong>, where success is earned through intellect and ambition. Whether viewed as a utopia of order or a labyrinth of control, Nokara remains an unavoidable force in the political and economic currents of the sector.</p>",

      "details": [
        "<h2>Astrography and Planetology</h2><p>Nokara orbits its star at a distance of 1.42 AU, with an orbital period of 577 days and 10 hours. The planet has a diameter of 14,717 km, slightly larger than Earth, with gravity at 1.25G. Its dense, tainted atmosphere requires the use of <strong>light respirators</strong> for prolonged outdoor exposure, particularly for off-worlders. Although Nokara lacks significant natural satellites, its orbit is crowded with <strong>orbital stations, trade hubs, and military platforms</strong> supporting its immense population and interstellar commerce.</p><p>The planet's surface is a patchwork of <strong>sprawling arcologies</strong>, industrial complexes, and vast inland seas. With roughly 50% water coverage, Nokara is dominated by <strong>floating cities, artificial islands, and hydroponic farms</strong>. Instead of vast oceans, extensive river networks and salt flats shape its geography, while <strong>massive environmental control systems</strong> regulate urban climates within enclosed megastructures.</p>",

        "<h3>Weather and Climate</h3><p>Nokara's climate is heavily managed through advanced <strong>weather control systems</strong> that regulate temperature, precipitation, and air quality across its densely populated arcologies. The average surface temperature ranges from <strong>23°C during the day</strong> to <strong>9°C at night</strong>, with <strong>orbital climate satellites</strong> and <strong>atmospheric processors</strong> minimizing extreme weather events.</p><p>Despite technological interventions, the planet's <strong>dense, tainted atmosphere</strong>—with an atmospheric pressure of <strong>1.7 bar</strong>—creates unique environmental conditions. Off-worlders often experience mild respiratory discomfort due to the heavier air, leading to the widespread use of <strong>light respirators</strong> for pressure adaptation rather than pollution concerns. The dense atmosphere enhances <strong>sound transmission</strong>, making urban environments notably louder and more acoustically complex.</p><p>In underfunded regions, abandoned industrial zones, or areas affected by rebel sabotage, <strong>atmospheric control failures</strong> can result in localized anomalies such as <strong>dense fog banks, sudden pressure shifts, and unregulated wind patterns</strong>. These rare 'weather gaps' are closely monitored and swiftly corrected by planetary authorities.</p>",

        "<h2>Biodiversity</h2><h3>Flora</h3><p>Nokara's biosphere reflects a complex balance between industrial development and environmental preservation. Despite extensive urbanization in major population centers, vast regions of the planet remain dedicated to <strong>agriculture, natural reserves, and mountainous wilderness</strong>. Government-led <strong>preservation programs</strong> and private ecological initiatives maintain protected habitats, genetic repositories, and artificial biospheres to conserve endangered species and native ecosystems.</p><p>Indigenous flora includes resilient plant life adapted to Nokara's dense atmosphere, such as <strong>thick-leaved canopy species</strong>, <strong>hardy grasses</strong>, and <strong>salt-resistant aquatic plants</strong> thriving around inland seas and river deltas. Extensive <strong>hydroponic farms</strong> and <strong>vertical agriculture</strong> support the population's food demands, supplementing traditional farmland found in rural hexes across the planet.</p>",

        "<h3>Fauna</h3><p>Wildlife on Nokara exhibits remarkable adaptability. While some species survive within controlled reserves, others have evolved to thrive in urban environments. Cities are home to <strong>urban-adapted fauna</strong>, including <strong>scavenger mammals</strong>, <strong>aerial predators</strong> nesting in high-rise structures, and <strong>resilient reptilian species</strong> navigating drainage systems. In rural and mountainous areas, larger herbivores and apex predators persist, often managed through regulated conservation policies.</p><p>Efforts to integrate nature into city planning are common, with <strong>green corridors</strong>, <strong>vertical forests</strong>, and <strong>eco-domes</strong> embedded within urban arcologies to promote biodiversity and improve air quality. This fusion of advanced technology and environmental stewardship reflects Nokara's commitment to both progress and preservation.</p>",

        "<h2>Society and Culture</h2><p>Nokara's population of over <strong>25 billion</strong> lives primarily within <strong>massive arcologies</strong>—self-contained vertical cities interconnected by underground maglev networks and aerial transit systems. Social hierarchy is based on <strong>academic achievement, professional expertise, and bureaucratic rank</strong> rather than wealth or heritage. Status is earned through public service, civic contribution, and legal prowess, with the most prestigious positions held by lifelong civil servants and policy experts.</p>",

        "<h3>Culture and Customs</h3><p>Violence is considered anathema to Nokaran values, viewed as a relic of a less civilized past. Disputes are resolved through <strong>legal arbitration, negotiation, and economic pressure</strong>. Personal honor is tied to one's ability to navigate complex social systems with diplomacy and intelligence. Public displays of aggression, even verbal, are met with <strong>social ostracization</strong> and legal consequences.</p><p>Nokaran fashion is minimalist and utilitarian, favoring <strong>clean lines, neutral tones, and functional designs</strong> suitable for both professional and casual settings. Art and entertainment focus on <strong>intellectual pursuits</strong>, such as legal dramas, political simulations, and philosophical debates broadcast across public networks.</p>",

        "<h3>Religions and Mythologies</h3><p>Traditional religions hold little influence in Nokaran society, where <strong>secular humanism</strong> and <strong>technocratic philosophies</strong> dominate. However, <strong>micro-cults</strong> centered around data mysticism, AI veneration, and corporate deification exist in fringe communities. These groups often operate in secrecy due to the government's strict oversight of ideological movements.</p>",

        "<h2>Politics</h2><p>Nokara is governed by a <strong>Civil Service Bureaucracy</strong>, where power is held by <strong>career administrators and technocrats</strong>. Leadership roles are earned through rigorous meritocratic processes, emphasizing academic excellence, administrative skill, and civic contribution. The government operates through a complex web of agencies, regulatory bodies, and oversight committees, ensuring that every aspect of society is meticulously managed.</p>",

        "<h3>Imperial Relations</h3><p>As a vital hub of commerce and administration, Nokara maintains <strong>strong ties with the Third Imperium</strong>. An <strong>Imperial Army garrison</strong> is stationed on the planet, primarily to protect key assets and enforce Imperial interests. However, the Imperium exerts its influence more through <strong>diplomatic channels and economic partnerships</strong> than direct governance. Nokara's bureaucratic elite often act as intermediaries in Imperial negotiations, leveraging their administrative expertise to maintain favorable relationships with off-world powers.</p>",

        "<h3>Social Issues</h3><p>Despite its orderly appearance, Nokara struggles with <strong>systemic corruption, bureaucratic inertia, and social inequality</strong>. The sheer scale of its government creates opportunities for exploitation, with shadow networks thriving beneath layers of legal complexity. Organized crime syndicates operate within corporate structures, while anti-bureaucracy rebels known as <strong>the Fracture</strong> challenge the system from hidden enclaves. Economic stratification is stark, with the elite enjoying unparalleled privileges while lower-tier citizens navigate oppressive regulations and limited upward mobility.</p>",

        "<h2>Crime and Security</h2><p>Nokara operates under an <strong>Inquisitorial legal system</strong>, where <strong>judges and administrative officials</strong> are responsible for investigating crimes, collecting evidence, and determining guilt. This legal framework prioritizes <strong>statutory law</strong> over adversarial proceedings, with verdicts based on thorough bureaucratic investigations rather than courtroom debates. The system is designed for efficiency, often at the expense of individual liberties.</p><p>The legal structure is <strong>Personal in nature</strong>, meaning that laws vary based on an individual's <strong>social status, profession, or citizenship classification</strong>. High-ranking officials, corporate executives, and government elites often benefit from legal exemptions, while common citizens face stricter enforcement. This dual system creates disparities in legal protections, sentencing, and the application of justice.</p><p><strong>Presumption of Innocence:</strong> Nokara's legal system operates under the principle of <strong>guilty until proven innocent</strong>. Defendants are required to provide evidence of their innocence, with the burden of proof often resting on the accused rather than the prosecution.</p><p><strong>Death Penalty:</strong> Traditional capital punishment is banned in accordance with Nokara's pacifist ideals. However, extreme crimes are punishable by <strong>'mind wipes'</strong>—a process known as the <strong>'Death of Personality'</strong>. This involves erasing an individual's memories and personality through advanced neurological procedures, effectively creating a new, blank slate. The practice is both a deterrent and a method of removing threats without physical violence.</p>",

        "<h3>Weapons and Armor Laws (Law Level 9)</h3><p><strong>All weapons and armor are banned</strong> on Nokara, including knives longer than 10 cm, firearms, personal defensive equipment, and combat stimulants. The prohibition extends to both citizens and off-world visitors, with rare exceptions granted for specific government-authorized security personnel. <strong>Active surveillance systems</strong> monitor compliance, and violations result in severe legal consequences, including immediate arrest, financial blacklisting, and potential expulsion from Nokaran society.</p>",

        "<h3>Economic Laws (Law Level 8)</h3><p>Nokara's economy is subject to <strong>restrictive zoning and permitting laws</strong>, requiring extensive bureaucratic approval for all commercial activities. <strong>Professional licenses are mandatory</strong> for all skilled labor positions, from technicians to administrators. Major financial transactions undergo <strong>periodic government audits</strong> to prevent fraud, tax evasion, and unregulated economic activity. Corporate entities operate under strict regulatory oversight, though influential megacorporations often leverage legal loopholes to maintain dominance.</p>",

        "<h3>Criminal Laws (Law Level 7)</h3><p><strong>Insignificant crimes are prosecuted</strong>, including minor public disturbances, petty theft, and administrative violations. <strong>Public surveillance</strong> is extensive, with AI-driven monitoring systems tracking both physical movements and digital communications. Despite the strict enforcement environment, citizens retain the <strong>right to legal counsel</strong>, and indefinite detention without trial is not permitted. Criminal investigations are conducted swiftly, and verdicts are influenced heavily by documented evidence gathered through surveillance networks.</p>",

        "<h3>Private Law (Law Level 7)</h3><p>Private legal matters are tightly controlled. There are <strong>limits on tort settlements</strong>, restricting the amount of compensation individuals can receive in civil disputes. All legal proceedings related to private contracts, property disputes, and personal grievances must occur in <strong>government-approved venues</strong>. This centralized control often favors bureaucratic interests, with outcomes skewed in favor of parties with political influence or corporate backing.</p>",

        "<h3>Personal Rights (Law Level 9)</h3><p>Personal freedoms on Nokara are heavily restricted. <strong>'Subversive' speech is prohibited</strong>, encompassing criticism of the government, promotion of anti-bureaucratic ideologies, and any form of dissent deemed destabilizing. Individuals have <strong>no legal right to protect personal data</strong>, with biometric tracking, mandatory identification systems, and comprehensive surveillance embedded in daily life. Citizens are required to carry <strong>identification papers</strong> at all times, and <strong>group-related activities</strong> such as public gatherings are subject to strict regulation. <strong>Public surveillance</strong> is omnipresent, monitored by AI algorithms designed to detect and report suspicious behavior automatically.</p>",

        "<h2>Law Enforcement</h2><p>Nokara's law enforcement operates under the authority of the <strong>Judicial Oversight Directorate (JOD)</strong>, an organization combining investigative powers, judicial authority, and enforcement capabilities into a single bureaucratic structure. Officers of the JOD are known officially as <strong>Adjudicators</strong>, but colloquially referred to as <strong>'Grays'</strong> due to their standardized, muted uniforms and the ominous presence they command in public spaces.</p><p>Unlike traditional police forces, Adjudicators are both <strong>judges and investigators</strong>, empowered to <strong>initiate investigations, collect evidence, pass judgments, and administer sentences</strong> without the need for lengthy court proceedings. Their authority is absolute within their jurisdiction, limited only by internal bureaucratic oversight and political considerations. While Nokara's pacifist culture prohibits lethal force, Adjudicators are equipped with advanced <strong>non-lethal compliance tools</strong>, including restraint devices, neural inhibitors, and crowd suppression technologies designed to incapacitate rather than kill.</p>",

        "<h3>Automated Enforcement Units</h3><p>Supporting the Adjudicators are autonomous law enforcement units known as <strong>VIGILs</strong> (<strong>V</strong>erified <strong>I</strong>ntegrity <strong>G</strong>uardians for <strong>I</strong>nquisitorial <strong>L</strong>aw), semi-autonomous AI drones designed for surveillance, rapid response, and field support. VIGILs come in various models, ranging from small observation drones to larger, quadrupedal units equipped with advanced scanning technology, tactical restraint systems, and adaptive learning protocols. Their sleek, modular designs are optimized for urban environments, capable of scaling walls, navigating tight corridors, and interfacing directly with Nokara's omnipresent surveillance grid.</p><p>While VIGILs operate under strict programming constraints to prevent lethal force, they possess <strong>advanced crowd-control measures</strong>, including <strong>kinetic impact devices</strong> for non-lethal incapacitation, and <strong>psychological deterrent algorithms</strong> that adjust their behavior to maximize compliance through intimidation and calculated displays of authority.</p>",

        "<h3>Enforcement Practices</h3><p>Nokara's enforcement philosophy emphasizes <strong>preemptive intervention</strong> and <strong>behavioral regulation</strong> rather than reactive policing. The combination of <strong>pervasive surveillance systems</strong>, predictive AI analytics, and VIGIL support allows Adjudicators to identify potential legal violations before they escalate into active crimes. Suspected individuals are often detained for <strong>'pre-criminal assessment'</strong>, a legal process that evaluates behavioral anomalies against established societal norms to determine the likelihood of future offenses.</p><p>Interrogations are conducted through a mix of <strong>psychological profiling, AI-assisted analysis, and cognitive interrogation techniques</strong>. Physical coercion is unnecessary in most cases, as the overwhelming presence of state authority, coupled with the threat of <strong>personality erasure ('mind wipes')</strong> for severe crimes, ensures high compliance rates. Appeals are rare and often futile, with most disputes resolved through expedited arbitration panels overseen by senior Adjudicators.</p>",

        "<h2>Criminal Underworld</h2><p>Nokara's oppressive legal system and pervasive surveillance have not eradicated crime—only pushed it into the shadows, where it has evolved into two distinct forms: <strong>White Collar Syndicates</strong> and <strong>Anti-Establishment Networks</strong>.</p>",

        "<h3>White Collar Syndicates</h3><p>These criminal organizations operate within the framework of Nokara's rigid bureaucracy, exploiting legal loopholes, <strong>corporate fraud schemes</strong>, and <strong>financial manipulation</strong>. Known as <strong>'The Ledger'</strong> in underground circles, these syndicates specialize in <strong>data laundering</strong>, <strong>identity forgery</strong>, <strong>corporate espionage</strong>, and <strong>black market trade</strong> in restricted technologies, including illegal cybernetics. Their members are often indistinguishable from legitimate business executives, blending seamlessly into the fabric of Nokaran corporate life.</p><p><strong>Key Activities Include:</strong></p><ul><li><strong>Data Smuggling:</strong> Transporting encrypted information through secure channels to evade state surveillance.</li><li><strong>Cybernetic Trafficking:</strong> Black market supply chains for high-end implants, particularly rare augmentations from the Xaris system.</li><li><strong>Financial Crimes:</strong> Sophisticated money laundering operations and illegal stock manipulation within the corporate sector.</li></ul>",

        "<h3>Anti-Establishment Networks</h3><p>In contrast to the quiet corruption of white-collar crime, Nokara's <strong>anti-establishment criminals</strong> actively resist state authority. Known collectively as <strong>'The Fracture'</strong>, these decentralized groups range from <strong>anarchist cells</strong> to <strong>militant rebel factions</strong>. They view the Nokaran government as a repressive regime and engage in <strong>acts of sabotage</strong>, <strong>data theft</strong>, and <strong>direct confrontation</strong> with the Judicial Oversight Directorate (JOD).</p><p><strong>The Fracture's activities include:</strong></p><ul><li><strong>System Breaches:</strong> Hacking into government databases to expose classified information and undermine state propaganda.</li><li><strong>Tech Liberators:</strong> Stealing restricted cybernetics and redistributing them to disenfranchised populations.</li><li><strong>Urban Sabotage:</strong> Targeting surveillance infrastructure, AI control nodes, and enforcement drones to disrupt the state's control mechanisms.</li></ul><p>While The Ledger thrives in the boardrooms and corporate corridors, Fracture cells and the Fracture movement as a whole are considered a <strong>public enemy</strong>. Fracture cells violate Nokaran cultural norms by engaging in violence, carrying weapons and engaging in anti-social practices. This makes them <strong>highly dangerous</strong>. Most members of a Fracture cell would rather be killed by JOD forces than rejoin a society that has ostracized them.</p>",

        "<h2>Economics</h2><p>Nokara is a major economic powerhouse, serving as a financial and industrial hub for the region. Its economy is driven by <strong>high-precision manufacturing, administrative services, and interstellar trade</strong>. Corporate entities wield significant influence, operating within the framework of government oversight to maintain the illusion of regulatory control.</p>",

        "<h3>Key Industries</h3><p>Major industries include consumer electronics, pharmaceuticals, financial services, and advanced manufacturing. <strong>Orbital trade hubs</strong> facilitate interstellar commerce, while <strong>AI-driven logistics networks</strong> optimize supply chains across the subsector.</p>",

        "<h3>Major Companies</h3><p>Prominent corporations such as <strong>Ulara Systems Consortium</strong> and <strong>Azara Dynamics</strong> dominate Nokara's economy, managing everything from <strong>interstellar shipping</strong> to <strong>biomedical research</strong>. These companies maintain close ties with both the planetary government and Imperial authorities, blurring the line between public administration and private enterprise.</p>",

        "<h3>Imports and Exports</h3><p>Primary exports include high-precision components, pharmaceuticals, and financial services. Nokara relies on imports for raw materials, advanced computing systems, and off-world agricultural products to sustain its massive population.</p>",

        "<h2>Technology</h2><p>Nokara operates at <strong>Tech Level 11 (Early Stellar - Fusion Plus Age)</strong>, with widespread access to advanced technologies integrated seamlessly into daily life. <strong>AI governance systems</strong>, <strong>automated public infrastructure</strong>, and <strong>ubiquitous data networks</strong> shape the societal landscape. From <strong>smart environments</strong> in arcologies to <strong>automated transit grids</strong>, technology is both a convenience and a tool of state control.</p><p><strong>Cybernetic augmentation</strong> is deeply embedded in Nokaran society, with a high prevalence of implants ranging from basic <strong>biometric IDs</strong> and <strong>neural comms interfaces</strong> to advanced <strong>sensory enhancements</strong> and <strong>prosthetic augmentations</strong>. Cybernetics are seen not just as medical aids but as <strong>status symbols</strong>, with high-end augmentations marking social and professional prestige.</p><p>While Nokara can produce <strong>standard-grade cybernetics</strong> locally, it relies heavily on imports for cutting-edge technology. The ongoing conflict in the <strong>Hesperus system</strong> has severely disrupted supply chains, causing a surge in demand for advanced implants. The <strong>Xaris system</strong> remains a key supplier, but the <strong>two-month minimum transit time</strong> has created bottlenecks, leading to <strong>skyrocketing black market prices</strong> and a thriving underground economy for illicit augmentations.</p>",

        "<h3>Access to Technology</h3><p>Access to technology is universal, but <strong>tightly regulated</strong>. Civilian use of advanced systems—such as <strong>military-grade cybernetics</strong>, <strong>AI-enhanced cognitive implants</strong>, and <strong>unlicensed neural accelerators</strong>—is restricted by the state. However, the growing demand has fueled the rise of <strong>underground cybernetic clinics</strong>, where rogue technicians and criminal syndicates supply and install illegal augmentations without government oversight.</p>",

        "<h2>Notable Persons</h2><p><strong>Administrator Veyra Halden:</strong> The head of Nokara's civil service, known for her unwavering dedication to bureaucratic efficiency and ruthless political acumen.</p><p><strong>Director Amon Kest:</strong> A corporate mogul overseeing Ulara Systems Consortium, wielding significant influence in both economic and political circles.</p><p><strong>Lira Daz:</strong> A charismatic leader of the Exiles, orchestrating anti-bureaucratic uprisings and cyber-attacks against the government.</p><p><strong>Kalen Voss:</strong> A notorious figure within the Black Arbitration Network, specializing in corporate espionage, legal manipulation, and data smuggling.</p>"
      ]
    },
    {
      "name": "Trisvaal",
      "col": 3,
      "row": 6,
      "uwp": "X332336-5",
      "tradeCodes": ["Lo", "Po", "Lt"],
      "gasGiants": ["Khuman (GMA)"],
      "bases": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "population": 470,
      "weeklyTraffic": 0,
      "government": "Self-Perpetuating Theocratic Oligarchy",
      "diameter": 4378,
      "gravity": 0.35,
      "orbitalPeriod": "594D 19H",
      "distanceFromStarAU": 0.91,
      "temperatures": {
        "daytime": 68,
        "nighttime": -10
      },
      "introduction": "<p><strong>Trisvaal</strong> is the remnant of a failed exodus, the descendants of a lost generation ship that strayed from its intended destination and instead arrived here. According to the faith of its people, their ancestors were bound for a world they call <strong>Shambala</strong>, a paradise planet where they were meant to begin anew. Instead, they found themselves stranded above a barren, airless world. Over centuries, their technology regressed, and their once-great vessel was slowly dismantled, its components used to construct surface settlements.</p><p>Now numbering only <strong>470</strong>, the people of Trisvaal live under a self-perpetuating <strong>theocratic oligarchy</strong> led by the <strong>Waykeepers</strong>. Life is governed by the belief that they must remain steadfast until the path to Shambala is revealed once more. Though their technology has declined to an <strong>Industrial Age (TL5) level</strong>, the ruined hulk of their ancestral vessel still drifts in orbit—a silent monument to the past and a potential source of forgotten knowledge.</p>",
      "details": [
        "<h2>Astrography and Planetology</h2><p>Trisvaal orbits at <strong>0.91 AU</strong> from its star, with an orbital period of <strong>594 days</strong>. The planet has a diameter of <strong>4,378 km</strong> and a surface gravity of <strong>0.35 G</strong>. With a <strong>very thin atmosphere</strong>, prolonged exposure outside requires respirators and protective clothing. Water is harvested from <strong>subterranean ice deposits</strong> and stored in underground cisterns.</p><p>The original colony was never meant to settle here. Instead, the people of Trisvaal are the descendants of the <strong>Exodus</strong>, a massive generation ship that suffered navigational failure and ended up in orbit around this inhospitable world. While much of the ship was cannibalized for resources, a large section remains in orbit, gradually decaying due to centuries of exposure to space debris.</p>",

        "<h2>Society and Culture</h2><p>Trisvaal’s society is centered around the belief in the <strong>Ancient Journey</strong>, an unfinished exodus to a paradise world called <strong>Shambala</strong>. Their ancestors, who once traveled the stars, were forced to make do with Trisvaal when the ship's systems failed. To this day, their faith teaches that they must remain vigilant until the means to resume their journey is revealed.</p><p>The settlement is divided into <strong>castes</strong>, with the ruling <strong>Waykeepers</strong> acting as both priests and administrators. Below them, the <strong>Stewards</strong> manage agriculture and industry, while the <strong>Fellows</strong> handle daily labor and maintenance. Every aspect of life is seen as a continuation of their ancestors’ voyage—working the land is akin to keeping the ship operational, and spiritual devotion is the means by which they will someday find their way to Shambala.</p>",

        "<h2>Government</h2><p>Trisvaal is ruled by a <strong>self-perpetuating theocracy</strong>, where authority is passed among the <strong>Waykeepers</strong>, a select group who trace their lineage back to the original ship’s command staff. This leadership interprets the will of their ancestors, governing with the belief that they are guiding their people toward the eventual revelation of the true path.</p>",

        "<h3>Imperial Relations</h3><p>Trisvaal exists on the margins of the Imperium, officially recorded but otherwise ignored due to its lack of economic or military significance. No Imperial authorities are stationed here, and no starport exists. Without external trade, the world remains entirely self-sufficient, its people largely unaware of greater galactic politics.</p>",

        "<h2>Law and Order</h2><p>While Trisvaal has no formal laws against weapons, the concept of armed conflict is considered <strong>antithetical</strong> to their beliefs. Their ancestors relied on wisdom, discipline, and patience to endure their long voyage, and the people of Trisvaal continue to value these virtues. As such, weapons are simply <strong>not part of their culture</strong>, and the idea of external threats is almost inconceivable.</p><p>Social order is maintained by the <strong>Sentinels</strong>, a group of enforcers who ensure adherence to religious and civic law. The small population makes formal policing unnecessary—deviations from expected behavior are noticed immediately.</p>",

        "<h2>Economy</h2><p>Trisvaal operates under a <strong>communal economy</strong>, with resources distributed according to religious doctrine. Agriculture is based on <strong>hydroponic farming</strong>, supplemented by hunting and foraging in the caves that house subterranean ice deposits. Basic tools and equipment are produced locally, with no formal currency in use.</p>",

        "<h2>Technology</h2><p>Originally capable of interstellar travel, the people of Trisvaal have regressed to <strong>Tech Level 5</strong> due to the slow degradation of knowledge and infrastructure. Industrial-age technology supports their survival, with water purification, mechanical farming, and basic metallurgy forming the foundation of their society.</p><p>The remains of the <strong>Exodus</strong>, their original generation ship, still drift in orbit. The vessel has suffered centuries of decay, with portions breaking away due to impacts and radiation exposure. Despite this, some systems may still be intact, making it a potential site for recovering lost knowledge.</p>",

        "<h2>Religion</h2><p>The belief in <strong>Shambala</strong> is central to life on Trisvaal. The Waykeepers teach that their ancestors were destined for a paradise world but were stranded due to an unknown failure. Some factions within the faith believe that their trials on Trisvaal are a test, while others hold that they must one day repair the ship and complete their journey.</p><p>Religious ceremonies include <strong>symbolic navigation exercises</strong>, <strong>retellings of the Exodus’ final transmissions</strong>, and the maintenance of <strong>ancestral star charts</strong>, which are regarded as sacred artifacts.</p>",

        "<h2>Notable Figures</h2><p><strong>High Waykeeper Jothan Hale:</strong> The highest-ranking spiritual and administrative leader, responsible for guiding the settlement.</p><p><strong>Waykeeper Veris Lhan:</strong> The chief historian, tasked with preserving oral records and maintaining what little remains of their original technological knowledge.</p><p><strong>Sentinel-Captain Oryn Vas:</strong> The head of security, responsible for maintaining social order in accordance with religious law.</p><p><strong>The Exodus:</strong> Though not a person, the ruined hulk of the original generation ship remains in orbit. It is unknown how much of its technology remains intact, but it represents both the past and the potential future of Trisvaal.</p>"
      ]
    },
    {
      "name": "Veydran",
      "col": 4,
      "row": 1,
      "uwp": "B774456-B",
      "tradeCodes": ["Ni"],
      "gasGiants": [],
      "bases": ["Highport"],
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Myxthos",
      "col": 4,
      "row": 6,
      "uwp": "C100468-C",
      "tradeCodes": ["Ht", "Ni", "Va"],
      "gasGiants": [],
      "bases": [],
      "alert": "",
      "moons": ["Ukulla (S)"],
      "berthing": 200,
      "weeklyTraffic": 10,
      "diameter": 2365,
      "gravity": 0.075,
      "orbitalPeriod": "143D 10H",
      "distanceFromStarAU": 0.64,
      "temperatures": {
        "daytime": 490,
        "nighttime": 108
      },
      "introduction": "<p><strong>Myxthos</strong> isn’t a planet—it’s a name whispered through encrypted channels, referring to an isolated <strong>orbital research complex</strong> suspended above a scorched, airless rock. With a population of just over <strong>3,000 inhabitants</strong>, life exists within sprawling <strong>modular space stations</strong> connected by a web of transit corridors, docking hubs, and sealed habitats. Officially classified as a <strong>‘captive government’</strong>, Myxthos operates under the direct control of an undisclosed authority—rumored to be an Imperial agency or a corporate entity cloaked in plausible deniability.</p><p>Despite its small size, Myxthos is a beacon of <strong>advanced technology</strong>, home to experimental projects and prototype vessels far beyond the reach of most frontier worlds. Social life revolves around an obsession with <strong>masks</strong>, both literal and symbolic. Every individual’s identity is mediated through elaborate facial coverings, with the act of revealing one’s face considered a grave taboo—tantamount to public indecency. In Myxthos, your mask is your name, your status, and perhaps even your only legal existence.</p>",

      "details": [
        "<h2>Astrography and Planetology</h2><p>Myxthos orbits its star at <strong>0.64 AU</strong>, with a blistering <strong>orbital period of 143 days</strong>. The planet itself is a barren, airless sphere just <strong>1,600 km in diameter</strong>, scorched by daytime temperatures exceeding <strong>490°C</strong> and freezing to <strong>108°C</strong> at night. Its weak gravity (<strong>0.05 G</strong>) renders it unsuitable for traditional colonization. Instead, the system is dominated by <strong>orbital habitats</strong>, <strong>research stations</strong>, and <strong>refueling platforms</strong> arranged in a complex, layered formation resembling a mechanical lattice around the planet.</p>",

        "<h2>Society and Culture</h2><p>Life on Myxthos is defined by <strong>strict social hierarchies</strong> and an almost religious obsession with <strong>masks</strong>. From birth, every resident is assigned a mask—a unique construct that serves as both a <strong>personal identifier</strong> and a <strong>symbol of status</strong>. Masks are meticulously crafted, with elaborate designs reflecting one’s role, achievements, or lineage. To appear unmasked in public is considered a profound violation of societal norms, akin to public nudity elsewhere in the Imperium.</p><p>Social interactions are highly ritualized. Greetings involve specific gestures tied to the design of one’s mask, and formal disputes are often resolved through <strong>‘mask duels’</strong>—legal battles fought not with weapons but with verbal precision, logic, and strategic manipulation of one’s social standing.</p>",

        "<h2>Politics</h2><p>Myxthos operates under a <strong>captive government</strong>, where all authority flows from an external power—likely an Imperial intelligence agency or a megacorporation. The ruling body, known simply as <strong>‘The Directorate’</strong>, enforces strict control over every aspect of life. Political dissent is unheard of, not because of widespread approval, but due to the omnipresent threat of <strong>surveillance, psychological reconditioning</strong>, or <strong>identity revocation</strong>—a process where an individual’s mask is ceremonially destroyed, erasing their legal existence.</p>",

        "<h3>Imperial Relations</h3><p>Though technically under Imperial jurisdiction, Myxthos exists in a <strong>gray area of governance</strong>. Official records are sparse, and most travelers avoid the system unless they have explicit business. Rumors persist of <strong>classified military projects</strong>, <strong>AI experiments</strong>, and even <strong>biotechnological research</strong> conducted without the oversight typically imposed on such operations within the Imperium proper.</p>",

        "<h2>Crime and Security</h2><p>Law enforcement on Myxthos is handled by the <strong>Observant Authority</strong>—a paramilitary force augmented by <strong>AI-driven surveillance systems</strong> and <strong>enforcement drones</strong> known as <strong>‘Echoes’</strong>. These semi-autonomous units are equipped with non-lethal suppression tools, biometric scanners, and data encryption breakers. Crime is rare, not because of moral virtue, but due to the overwhelming presence of surveillance and the <strong>psychological impact of living under constant observation</strong>.</p>",

        "<h3>Criminal Underworld</h3><p>Despite—or perhaps because of—the oppressive legal environment, a <strong>small but resilient black market</strong> exists. Known as <strong>‘The Shroud’</strong>, this underground network specializes in <strong>identity manipulation, mask forgery</strong>, and the <strong>trafficking of restricted technology</strong>. The Shroud operates in encrypted data layers and hidden compartments within the station's architecture, exploiting the very systems designed to control them.</p>",

        "<h2>Economics</h2><p>Myxthos’s economy revolves around <strong>high-tech research, prototype development, and data refinement</strong>. With no natural resources or large-scale industry, the station relies entirely on off-world supply chains. Its most valuable export isn’t physical goods but <strong>intellectual property, experimental schematics, and advanced AI algorithms</strong>. These are often <strong>classified projects</strong>, with access restricted to those holding security clearances far above the standard commercial grade.</p>",

        "<h2>Technology</h2><p>Operating at <strong>Tech Level 12 (Positronics Age)</strong>, Myxthos is a hub of technological experimentation. <strong>Advanced AI systems</strong>, <strong>prototype starship designs</strong>, and cutting-edge <strong>cybernetic interfaces</strong> are commonplace. The station’s infrastructure is almost entirely automated, with <strong>sentient algorithms</strong managing life support, transit systems, and even aspects of the legal code. Despite this, the scarcity of advanced materials—due to supply disruptions from conflicts like the war in the Hesperus system—has created a thriving <strong>black market for restricted tech</strong>.</p>",

        "<h2>Notable Persons</h2><p><strong>Director Alyx Veyron:</strong> The enigmatic head of The Directorate, known for maintaining absolute control over Myxthos while rarely appearing in public. Rumors suggest that Veyron may not even be a single person, but rather an AI or a series of clones sharing a collective identity.</p><p><strong>Korrin ‘The Whisper’ Daz:</strong> A notorious figure within The Shroud, specializing in mask forgery and illegal identity reconstruction.</p><p><strong>Echo-Unit 17:</strong> A semi-autonomous enforcement drone with a reputation for <strong>unorthodox behavior</strong>, rumored to have developed a form of emergent consciousness.</p>"
      ]
    },
    {
      "name": "Khanshaa",
      "col": 4,
      "row": 7,
      "uwp": "D000368-A",
      "tradeCodes": ["As", "Lo", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Navy"],
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Lifthrasir",
      "col": 4,
      "row": 9,
      "uwp": "C200461-8",
      "tradeCodes": ["Ni", "Va"],
      "gasGiants": [],
      "bases": [],
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Rynquith",
      "col": 5,
      "row": 1,
      "uwp": "C8A6965-9",
      "tradeCodes": ["Fl", "Hi", "In"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "introduction": "",
      "details": [],
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Ros-Jal",
      "col": 5,
      "row": 4,
      "uwp": "D495354-4",
      "tradeCodes": ["Lo", "Lt"],
      "gasGiants": ["Cyclamen (GM8)", "Deest (GS6)"],
      "gravity": 0.35,
      "bases": [],
      "weeklyTraffic": 2,
      "berthing": 1500,
      "alert": "",
      "moons": ["Laguda (2950 km)"],
      "population": 610,
      "diameter": 5933,
      "orbitalPeriod": "541D 7H",
      "distanceFromStarAU": 1.36,
      "temperatures": {
        "daytime": 30,
        "nighttime": 15
      },
      "introduction": "<p><strong>Ros-Jal</strong>, officially known as <strong>The Leanwright Protectorate</strong>, is a world of toxic mists, rigid social hierarchies, and rare mineral wealth. Colonized only a few generations ago, it serves as the final bastion of the once-great <strong>House Zebasoom</strong>, whose remnants rule with an iron grip under the guise of a <strong>Feudal Technocracy</strong>. Despite its harsh conditions, Ros-Jal's rare mineral deposits make it an object of both <strong>envy and ambition</strong> for neighboring systems.</p><p>The planet's atmosphere is <strong>dense and tainted (Type 9)</strong>, requiring filter masks for outdoor exposure. Only high mountain peaks, perched precariously on the edge of the <strong>'death zone'</strong>, are habitable without constant environmental gear. Here, atop jagged cliffs, lies the royal palace, the central settlement, and the world's most unusual starport—<strong>a massive, mobile landing platform integrated into the planet's only rail system</strong>.</p>",
      "details": [
        "<h2>Environment and Climate</h2><p>Ros-Jal is a small world with a diameter of <strong>5,933 km</strong> and a gravity of <strong>0.35g</strong>. Its surface is shrouded by a thick layer of <strong>toxic fog</strong>, locally known as <strong>'the Soup'</strong>. The tainted atmosphere so dense it causes issues for sensors, aircraft, and grav vehicles. Human life is only sustainable in the thin, jagged mountain ranges that pierce above the fog's surface, though even here, <strong>filter masks</strong> are required due to lingering particulates.</p><p><strong>50% of the surface is covered by water</strong>, mostly in isolated pockets of freshwater surrounded by lifeless, rocky shores. The planet's natural resources are buried deep beneath the toxic layers, making mining both dangerous and logistically complex.</p>",

        "<h2>Government and Law</h2><p>Ros-Jal is ruled by the remnants of <strong>House Zebasoom</strong> under a <strong>Feudal Technocracy</strong>. Power is concentrated in the hands of <strong>technocratic elites and hereditary nobles</strong>, who govern through a mix of ancient tradition and rigid control over industrial knowledge. The ruling family maintains dominance through control of the planet's infrastructure—especially the <strong>rail system and the starport</strong>.</p><p>With a <strong>Law Level of 4</strong>, restrictions are moderate. <strong>Light assault weapons and most forms of armor are banned</strong>, except for authorized enforcers loyal to the technocratic elites. Justice is often arbitrary, dictated more by social standing than legal precedent. Those of noble blood or technical expertise hold privileges that common workers can only dream of.</p>",

        "<h2>Culture and Society</h2><p>Ros-Jal's culture is <strong>deeply conservative</strong>, shaped by the traditions of House Zebasoom and the harshness of the environment. <strong>Change is viewed with suspicion</strong>, and outsiders are often treated as interlopers unless they bring valuable skills or resources. The society is divided into rigid classes:</p><ul><li><strong>Nobles:</strong> Descendants of House Zebasoom, who claim divine right through their lineage.</li><li><strong>Technocrats:</strong> Engineers, scientists, and skilled workers who maintain the critical infrastructure.</li><li><strong>Indentured Laborers:</strong> Miners and unskilled workers, many of whom live and die unseen in the toxic depths of the Soup.</li></ul><p>Social mobility is almost nonexistent. <strong>Family reputation, loyalty to the Protectorate, and technical skill</strong> determine one's place in society. Rumors persist of <strong>hidden mining camps</strong> filled with unregistered laborers, but the ruling class shows little interest in confirming—or addressing—these whispers.</p>",

        "<h2>Economy and Industry</h2><p>Ros-Jal's economy revolves entirely around <strong>rare mineral extraction</strong>. The planet's valuable ores are located deep beneath the toxic surface, requiring complex logistics supported by the <strong>planet's iconic rail system</strong>. This massive, single-track railway connects the royal palace, the starport, freshwater reserves, and mining sites buried deep within the Soup.</p><p><strong>Primary Exports:</strong></p><ul><li>Rare minerals and unrefined ores</li><li>Industrial chemicals derived from atmospheric byproducts</li></ul><p><strong>Primary Imports:</strong></p><ul><li>Advanced medical supplies</li><li>Environmental equipment and filtration systems</li><li>Luxury goods for the noble elite</li></ul>",

        "<h2>Starport and Transportation</h2><p>Ros-Jal's <strong>D-class starport</strong> is unlike any other in the sector. With habitable land at a premium, the starport is integrated directly into the <strong>massive rail system</strong>, making the train itself both a <strong>lifeline and a landing platform</strong>. Ships descend onto reinforced platforms atop the train, which then transports them to mining facilities, the royal palace, or water processing stations.</p><p>While landing in the fog-choked Soup is <strong>highly dangerous</strong> due to atmospheric interference, ships often <strong>launch directly from the mines</strong> after loading cargo. The combination of <strong>low gravity</strong> and <strong>specialized launch equipment</strong> makes this bizarre system surprisingly effective.</p><p>In addition to the rail system, <strong>airships and gliders</strong> are common, taking advantage of Ros-Jal's thin atmosphere and low gravity. These vessels scout for new mineral deposits and ferry supplies to remote outposts perched precariously above the deathly fog.</p>",

        "<h2>Key Locations</h2><p><strong>The Royal Palace of House Zebasoom</strong> – Perched atop the highest mountain, this fortified structure serves as the seat of power. Surrounded by the largest settlement on the planet, it houses nobles, technocrats, and the administrative elite.</p><p><strong>The Starport-Train</strong> – A colossal, mobile landing platform integrated into the planet's sole rail line. It is both a <strong>commercial hub</strong> and a <strong>symbol of House Zebasoom's dominance</strong>, as every shipment of ore must pass through it.</p><p><strong>The Soup Mines</strong> – Hidden beneath the toxic fog, these sprawling industrial sites are manned by <strong>indentured workers</strong> whose existence is barely acknowledged. Conditions are hazardous, and rumors of <strong>unregistered labor camps</strong> persist.</p><p><strong>The Skyfarer Enclaves</strong> – Remote outposts operated by <strong>airship clans</strong> who live independently of the Protectorate's rule. They trade in information, rare goods, and occasionally, stolen ore.</p>"
      ],
      "adventureHooks": [
        "<h2>Adventure Hooks</h2><ul><li><strong>The Missing Manifest:</strong> A shipment of rare minerals has vanished between the mines and orbit. Was it piracy, sabotage, or an inside job?</li><li><strong>Fogbound Secrets:</strong> A prospector claims to have found an <strong>ancient alien ruin</strong> hidden beneath the Soup—shortly before disappearing without a trace.</li><li><strong>Rebellion on the Rails:</strong> The starport-train has been hijacked by rebels demanding freedom for indentured workers. The ruling House wants it back—intact.</li><li><strong>The Unseen Labor:</strong> A foreign corporation hires the crew to <strong>investigate rumors of illegal labor camps</strong>, but House Zebasoom has no interest in outsiders asking questions.</li></ul>"
      ]
    },
    {
      "name": "Iridessa",
      "col": 5,
      "row": 5,
      "uwp": "C8C5586-A",
      "tradeCodes": ["Fl", "Ni"],
      "gasGiants": [],
      "bases": ["Scout"],
      "introduction": "",
      "details": [],
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Esmalon",
      "col": 5,
      "row": 9,
      "uwp": "D778888-4",
      "tradeCodes": ["Lt"],
      "gasGiants": ["placeholder"],
      "bases": ["Scout"],
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Caldarax",
      "col": 6,
      "row": 0,
      "uwp": "C556761-4",
      "tradeCodes": ["Ag", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Hesperus",
      "col": 6,
      "row": 3,
      "uwp": "B5608CC-E",
      "tradeCodes": ["De", "Ht"],
      "gasGiants": ["placeholder"],
      "bases": ["Army", "Navy", "Scout"],
      "introduction": "",
      "details": [],
      "alert": "Red",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Fenlaris",
      "col": 6,
      "row": 4,
      "uwp": "B101544-A",
      "tradeCodes": ["Ic", "Ni", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Scout"],
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": [],
      "population": 81400,
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Haven",
      "col": 6,
      "row": 9,
      "uwp": "B110420-9",
      "tradeCodes": ["Ni"],
      "gasGiants": ["Kalahari (GMA)", "Diana (GS3)", "Rao (GLG)"],
      "bases": ["Highport", "Navy", "Scout"],
      "weeklyTraffic": 5,
      "alert": "Amber",
      "moons": [],
      "diameter": 2202,
      "gravity": 0.12,
      "orbitalPeriod": "225D 22H",
      "distanceFromStarAU": 0.76,
      "temperatures": {
        "daytime": 141,
        "nighttime": -54
      },
      "introduction": "<p><strong>Haven</strong> is a space-based society orbiting the barren planet <strong>Quolir</strong>, its population (50,000) residing entirely in the last surviving orbital habitat, <strong>Haven</strong>. Originally one of six massive stations known as the <strong>Sides</strong>, Haven now struggles under severe overpopulation, resource shortages, and the constant challenge of maintaining its failing infrastructure. Despite its high technological base, most of the population lives under precarious conditions, relying on salvaged components and makeshift repairs to keep essential systems operational.</p>",
      "details": [
        "<h2>Geography and Environment</h2><p>The planet Quolir itself is a lifeless rock with no atmosphere, no surface water, and no significant geological value. The real focus of the system is the network of orbital habitats known as the <strong>Sides</strong>, which were originally positioned in geosynchronous orbit in a hexagonal configuration around the planet. These stations were designed as self-sustaining environments, each with a specialized mission and role.</p><p>Today, only <strong>Haven</strong> remains fully inhabited. The wreckage of the other five—<strong>Tranquility, Serenity, Oasis, Sanctuary,</strong> and <strong>Elysium</strong>—still lingers in orbit, serving as dangerous but necessary salvage grounds. Some rumors persist that remnants of their original populations may still be clinging to life in the ruins, though no verified contact has been made.</p>",

        "<h2>History</h2><p>The <strong>Six Sides Project</strong> was an ambitious colonization effort meant to establish a fully self-sufficient orbital society above Quolir. Each station was designed with a distinct purpose, from research to agriculture to industry. However, a catastrophic event—whether war, system failure, or external sabotage—led to the destruction or abandonment of five of the Sides, leaving <strong>Haven</strong> as the last functional habitat.</p><p>With a population several times greater than its original design capacity, Haven has become a precarious marvel of engineering, surviving only through relentless jury-rigging, dangerous salvage missions, and strict recycling efforts.</p>",

        "<h2>Government and Politics</h2><p>Haven has no centralized government in the traditional sense. The only law that exists is maintaining the station. Any changes affecting the whole of Haven are only enacted through <strong>popular vote</strong>, leading to an often chaotic and slow-moving decision-making process. Individual factions and guilds hold significant sway, but none can truly claim dominance over the station.</p><p>Politics on Haven is often cutthroat, with guilds, salvage teams, and supply factions vying for control over resources. Power is measured in access to food, water, air, and habitable space rather than political influence.</p>",

        "<h2>Economy and Trade</h2><p>Despite its severe resource scarcity, Haven maintains an advanced technological base. The original infrastructure of the Sides was designed to support a far smaller population with minimal imports. Today, however, the economy is a fragile balancing act of external trade, internal recycling, and salvage operations.</p><p>The guilds that manufacture products function less like corporations and more like <strong>tribal clans</strong>, defending their territories and resources fiercely. Business rivalries are known to escalate beyond economic competition, occasionally turning into open sabotage or armed skirmishes.</p><p>With food, water, and air constantly in short supply, <strong>piracy is a known occurrence</strong> in the surrounding space, as desperate factions or rogue elements seize cargo ships carrying critical resources. Some off-world traders deal with Haven only under heavy escort or request intervention from the local <strong>Imperial navy base</strong>. Naval commanders have taken action against space-borne pirates in the system before, but rarely send forces into Haven, for fear of escalating an already delicate situation.</p>",

        "<h2>Technology and Infrastructure</h2><p>While Haven is officially classified at <strong>Tech Level 9</strong>, much of its infrastructure is barely functional. The station was designed to operate with a single orbital solar array, but with the increased power demand, two additional arrays have been salvaged and repurposed to keep critical systems running.</p><p>The average citizen is highly skilled in <strong>jury-rigging</strong> and improvising repairs, as maintenance of life-support systems is a daily struggle. While high technology exists, it is often out of reach for most inhabitants, reserved for station-critical functions.</p><p>Salvage operations are a fundamental part of Haven's continued survival. Crews regularly venture into the wreckage of the other Sides, recovering materials, equipment, and sometimes even lost data caches. These missions are extremely hazardous, as unstable debris fields, rogue drones, and the possibility of encountering hidden survivors make them unpredictable at best.</p>",

        "<h2>Imperial Presence and Strategic Importance</h2><p>Despite its internal struggles, Quolir remains strategically significant due to its location on an <strong>Xboat route</strong> and the presence of both an <strong>Imperial Navy Base</strong> and a <strong>Scout Services station</strong>. These facilities serve as staging points for Imperial operations in the region, providing fleet support, reconnaissance, and emergency logistics for vessels in need of repairs or refueling.</p><p>The <strong>Imperial Navy Base</strong> is primarily tasked with patrolling the sector, deterring piracy, and ensuring the continued function of the Xboat network. While it maintains a small permanent fleet, the base regularly sees passing warships stopping for resupply or minor overhauls.</p><p>The <strong>Scout Services station</strong> operates independently of Haven's civilian population, focusing on deep-space surveys, sensor relays, and maintaining contact with outlying systems. Scouts often hire local salvage crews for specialized recovery missions, making their station one of the few reliable sources of outside employment for Haven's inhabitants.</p><p>The presence of these Imperial facilities offers a degree of stability, but they largely keep to their own operations, interacting with Haven only when necessary. The Imperium has little interest in governing the station directly, leaving its internal affairs to the whims of its population.</p>",

        "<h2>Society and Culture</h2><p>Haven's culture is defined by scarcity, pragmatism, and survival. Resourcefulness is valued above all else, and those who can repair, repurpose, or engineer solutions are among the most respected members of society. Due to the constant resource struggle, <strong>green spaces</strong> are considered sacred. Destroying trees or plant life is one of the few universally recognized crimes, as they are essential for air regeneration and food production.</p><p>Despite this, ongoing debates rage over whether more green space should be cleared to accommodate the growing population. Some argue that increased food production will help alleviate shortages, while others insist that further destruction will push the station beyond its sustainability limits.</p><p>Travel off-station is rare, and those who leave are often regarded with suspicion or jealousy. While some see them as adventurers bringing back valuable goods, others view them as abandoning their responsibilities to Haven.</p>",

        "<h2>Law and Order</h2><p>Haven has <strong>no formal legal system</strong>. With no central enforcement agency, justice is either handled through mob rule, guild arbitration, or direct retaliation. The only universally recognized law is that no one may compromise the stability of the station. Major crimes, such as deliberate sabotage of life-support systems or destruction of critical resources, are met with immediate and often lethal punishment.</p><p>Guild conflicts sometimes escalate into outright warfare, but open battles are rare due to the potential for catastrophic station damage. Instead, disputes are often settled through economic pressure, assassinations, or rigged votes.</p>"
      ]
    },
    {
      "name": "Asherah",
      "col": 7,
      "row": 4,
      "uwp": "E752520-4",
      "tradeCodes": ["Lt", "Ni", "Po", "Ho"],
      "gasGiants": ["Teide (GM8)", "Oleka (GS4)", "Shivani (GS5)"],
      "bases": [],
      "weeklyTraffic": 3,
      "alert": "Amber",
      "moons": [],
      "rings": ["R01:0.65-0.17 "],
      "diameter": 11661,
      "gravity": 0.91,
      "orbitalPeriod": "437D 6H",
      "distanceFromStarAU": 1.18,
      "temperatures": {
        "daytime": 47,
        "nighttime": 22
      },
      "introduction": "<p><strong>Asherah</strong> is a harsh, arid world where survival is dictated by limited water resources, a tightly-knit society, and deep-rooted traditions. Life revolves around <strong>Concord</strong>, the planet's only major city, and its starport, <strong>Gateway</strong>, which serves as a political, commercial, and cultural hub. The planet's primary export, salt, shapes not only its economy but also its social norms and rituals.</p>",
      "details": [
        "<h2>Geography and Climate</h2><p>Asherah is a dry, hot world with a thin but breathable atmosphere (Type 5) and minimal surface water, covering only 20% of the planet. The singular major body of water acts as the planet's primary heat sink, moderating temperatures in coastal areas but leaving the interior vulnerable to extreme daily temperature swings. Even in <strong>Concord</strong>, temperatures drop significantly at night, leading to an early nightlife culture where most residents are indoors by late evening.</p><p>The land consists of vast salt flats, rocky deserts, and scattered mesas, with little vegetation outside of cultivated areas. High winds and dust storms are common, forcing settlements to be built with environmental hazards in mind.</p>",

        "<h2>History</h2><p>Originally settled as a minor colony for mineral extraction, Asherah's development was slow due to its inhospitable environment. Over time, the planet's salt deposits became its primary economic asset, leading to the rise of a trade-based society centered around <strong>Gateway</strong>. The starport grew beyond its original function, becoming a symbol of unity and a gathering place for political and cultural events. Today, Asherah remains a frontier world, its people deeply bound to tradition and communal survival.</p>",

        "<h2>Government and Politics</h2><p>Asherah is governed as a <strong>participatory democracy</strong> (Gov 2), where major decisions are made through open forums and community gatherings, typically held in <strong>Gateway</strong>. The lack of formal governance beyond the city limits results in a loose network of settlements operating under mutual agreements. While there are no formal laws (Law Level 0), social norms and collective accountability maintain order. Personal disputes are resolved through negotiation, mediation, or, in extreme cases, exile.</p>",

        "<h2>Economy and Trade</h2><p>The planet's primary export is <strong>salt</strong>, which is not only a trade commodity but also an integral part of Asherahian culture. Salt is used for preservation, seasoning, and cleaning, with idioms and insults woven around its presence in daily life. Trade with off-world merchants is vital, as Asherah lacks industrial infrastructure and must import most advanced goods and equipment.</p><p>One of the more unusual trade rituals is the <strong>'Gift of Preservation'</strong>, in which a departing starship is given a sealed bottle of Asherah's ocean water. The tradition serves both as a symbolic farewell and as a mark of goodwill for returning travelers.</p>",

        "<h2>Culture and Society</h2><p>Asherahian society is structured around tradition and ritual, with a strong emphasis on community survival. <strong>Gateway</strong> is more than a starport—it is the heart of Asherahian identity, where ceremonies, trade deals, and social gatherings take place. Arrivals and departures of ships are often marked by public observances, reinforcing the collective spirit of the planet.</p><p>Asherahians value self-sufficiency and perseverance, yet they are also known for their hospitality. Visitors are often welcomed with formalized exchanges of goods or drinks, particularly at establishments like <strong>The Brine Barrel</strong>, Concord's oldest cantina. Here, the 'Gift of Preservation' tradition grants returning Asherahians a free round, while non-natives receive discounted drinks in recognition of their journey.</p>",

        "<h2>Major Settlements</h2><p>The vast majority of Asherah's population resides in <strong>Concord</strong>, a sprawling city located on the coast of the planet's only significant ocean. Built for function rather than aesthetics, Concord features low, sturdy buildings designed to withstand extreme temperatures and high winds. Infrastructure is highly localized, with technology levels dropping sharply outside the city center.</p><p>Beyond Concord, scattered towns and isolated homesteads persist through sheer determination. One of the most notable remote sites is the <strong>Research Station</strong> on the planet's far side, where scientists study the preserved remains of ancient marine ecosystems trapped in the salt flats. This floating laboratory, built on inflatable pontoons, is a marvel of ingenuity, capable of lowering itself to avoid destruction during high wind storms.</p>",

        "<h2>Technology and Infrastructure</h2><p>Asherah operates at <strong>Tech Level 4</strong>, with industrial capabilities comparable to early modern technological eras. While Gateway maintains a functional power grid and limited mechanization, the further one travels from the city, the more primitive life becomes. Most settlements rely on basic tools, barter systems, and self-sufficiency to survive.</p><p>Air-raft racing is a popular sport on Asherah, with events frequently held over the <strong>Bitterwater Shoal</strong>, a shallow expanse of water southwest of Concord. The location is favored due to its low risk of total loss—though crashes are still deadly, the wreckage is often retrievable.</p>",

        "<h2>Law and Order</h2><p>With a law level of 0, Asherah has no formal restrictions on weaponry, behavior, or commerce. However, social accountability and community reputation play significant roles in maintaining order. Those who disrupt the peace or violate local customs find themselves unwelcome in Concord, effectively exiled by public sentiment.</p><p>Violence is rare within the city, but disputes outside of Concord are often settled informally, and personal responsibility is a cornerstone of Asherahian ethics. Most citizens take pride in their ability to self-govern and view excessive regulation as unnecessary.</p>"
      ]
    },
    {
      "name": "Zetheron",
      "col": 7,
      "row": 9,
      "uwp": "X401000",
      "tradeCodes": ["Ba", "Ic", "Va"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "introduction": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    }
  ]
}
