{
  "name": "Ulara",
  "planets": [
    {
      "name": "Aerenis",
      "col": 0,
      "row": 1,
      "uwp": "D383324-3",
      "tradeCodes": ["Lo", "Lt", "Ho"],
      "gasGiants": ["Ocrora (GMC)", "Naade (GM7)"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": [],
      "diameter": 3239,
      "orbitalPeriod": "204D 8H",
      "distanceFromStarAU": 0.61,
      "temperatures": {
        "daytime": 223,
        "nighttime": -146
      }
    },
    {
      "name": "Thalara",
      "col": 0,
      "row": 2,
      "uwp": "B69A243-A",
      "tradeCodes": ["Lo", "Wa", "Tp"],
      "gasGiants": ["Pasinov (GLH)", "Zoruta (GLD)", "Risara (GS6)", "Hophetania (GS4)"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": [],
      "diameter": 9823,
      "orbitalPeriod": "219D 3H",
      "distanceFromStarAU": 0.64,
      "temperatures": {
        "daytime": 29,
        "nighttime": 23
      }
    },
    {
      "name": "Vorlis",
      "col": 1,
      "row": 4,
      "uwp": "D897366-6",
      "tradeCodes": ["Lo"],
      "gasGiants": ["Trypso (GL8)", "Xalnion (GS5)"],
      "bases": ["Scout"],
      "description": [],
      "alert": "",
      "moons": ["S", "S", "S", "Vorlis d (E556100-6)"],
      "diameter": 12912,
      "orbitalPeriod": "354D 18H",
      "distanceFromStarAU": 0.88,
      "temperatures": {
        "daytime": 20,
        "nighttime": 4
      }
    },
    {
      "name": "Threlix",
      "col": 1,
      "row": 6,
      "uwp": "D534300-6",
      "tradeCodes": ["Lo"],
      "gasGiants": ["Gagan (GS5)", "Brao (GMB)", "Yidilia (GS5)"],
      "bases": [],
      "description": [],
      "alert": "Amber",
      "moons": [],
      "diameter": 7301,
      "orbitalPeriod": "189D 10H",
      "distanceFromStarAU": 0.58,
      "temperatures": {
        "daytime": 51,
        "nighttime": -45
      }
    },
    {
      "name": "Lunthera",
      "col": 2,
      "row": 2,
      "uwp": "X224000-0",
      "tradeCodes": ["Ba"],
      "gasGiants": ["Tvar (GMC)", "Vortek (GLD)"],
      "bases": [],
      "description": [],
      "alert": "",
      "berthing": 0,
      "moons": [],
      "diameter": 3239,
      "orbitalPeriod": "204D 9H",
      "distanceFromStarAU": 0.61,
      "temperatures": {
        "daytime": 223,
        "nighttime": -146
      }
    },
    {
      "name": "Skoll",
      "col": 2,
      "row": 3,
      "uwp": "C531613-5",
      "tradeCodes": ["Lt", "Na", "Ni", "Po"],
      "gasGiants": ["Alea (GLD)", "Lorix (GS4)", "Batrov (GM8)", "Munak (GMB)"],
      "bases": ["Scout"],
      "berthing": 100,
      "weeklyTraffic": 10,
      "alert": "",
      "moons": [],
      "diameter": 7695,
      "gravity": 0.45,
      "orbitalPeriod": "283D 5H",
      "distanceFromStarAU": 0.85,
      "temperatures": {
        "daytime": 43,
        "nighttime": 4
      },
      "description": [
        "<p><strong>Skoll</strong> is a brutal, arid world ruled by a feudal aristocracy under <strong>Sarrax Kaine Mylarron</strong>. The population, numbering in the millions, is divided among baronial fiefdoms, each operating with near-total autonomy. The planetary capital, <strong>Siron City</strong>, serves as both the seat of the ruling knight and the primary starport. Skoll's rigid caste system enforces social hierarchy, with the nobility wielding absolute power over their domains. The planet is known for its violent traditions, particularly the <strong>Tournament of Blades</strong>, an annual spectacle of ritualized warfare used to settle disputes. While Skoll maintains an early 20th-century technology level, it depends on imported advanced goods to sustain its economy and military. Despite its internal strife, the planet remains loyal to the Imperium, securing its autonomy in exchange for strategic support and raw resources.</p>",

        "<h3>Environment and Biome</h3><p>Skoll is an arid world with a thin but breathable atmosphere. The planet’s surface is dominated by rocky plateaus, cracked earth, and sparse low-grav forests that cling to life in sheltered valleys. With <strong>only 11% surface water</strong>, most settlements are built around deep underground aquifers or along the shores of isolated lakes. Agriculture is limited, reliant on hardy crops and irrigation techniques that can sustain only a fraction of the population. The climate is harsh, with extreme temperature swings between scorching days and freezing nights, requiring careful adaptation for survival.</p><p>Frequent dust storms ravage the open plains, forcing travelers and traders to use enclosed vehicles or risk exposure to the abrasive winds. The nomadic tribes of Skoll have developed unique methods of survival, using lightweight shelters and carefully concealed water caches to endure the unforgiving landscape.</p>",

        "<h3>Society and Culture</h3><p>Skoll is a world defined by <strong>honor, violence, and tradition</strong>. The ruling class enforces a strict feudal hierarchy, where power is determined by lineage, martial skill, and strategic cunning. <strong>Barons</strong> control vast territories, collecting taxes, raising militias, and resolving disputes within their domains. Although <strong>Sarrax Kaine Mylarron</strong> serves as the planetary ruler, his authority is largely symbolic, as the barons govern with near-total independence.</p><p>To prevent constant warfare between noble houses, the <strong>Tournament of Blades</strong> was established—a grand annual event where disputes are settled through duels, melee battles, and brutal contests of strength. Open conflict outside the tournament is outlawed, and barons found guilty of engaging in unauthorized warfare may face execution—though class-based justice often protects the elite from true consequences.</p><p>Despite the omnipresent violence, Skollans value <strong>formal etiquette</strong> in daily life. Insults are delivered through elaborate shunning rituals, and challenges to honor must be answered in a controlled manner. Even in the heat of battle, warriors exchange proper greetings before engaging, adhering to the planet’s complex web of social customs.</p>",

        "<h3>Technology and Economy</h3><p>Skoll operates at <strong>Tech Level 5</strong>, comparable to early 20th-century industrialization. Steam power, basic mechanization, and chemical industries sustain the planet’s infrastructure, but more advanced technology is imported. The ruling elite controls most off-world trade, ensuring that the barons maintain dominance through superior weaponry and resources.</p><p>The planetary economy is primarily agrarian, supplemented by small-scale mining and light industry. The production of firearms, armor, and war machinery is a major focus, as every baron maintains a standing militia. While peasants and workers toil under feudal rule, many seek employment as <strong>mercenaries, caravan guards, or enforcers</strong>, either for noble houses or off-world patrons.</p><p>The <strong>Class C starport</strong> at Siron City is the primary gateway for interstellar trade. While it lacks the facilities for shipbuilding, it provides essential refueling and minor repairs. Trade with the Imperium is tightly regulated, with the ruling class ensuring that only approved imports reach the planet.</p>",

        "<h3>Imperial Relations and Strategic Importance</h3><p>Despite its internal power struggles, Skoll maintains <strong>loyalty to the Third Imperium</strong>. The Imperium sees the planet as a stable—if primitive—vassal, valuing its strategic location and raw material exports. In return for its continued allegiance, Skoll is granted autonomy, allowing its feudal system to persist without interference.</p><p>The Imperium provides limited technological assistance, primarily in the form of military-grade equipment for its elite forces. While the ruling nobility benefits from these imports, the common population sees little advancement beyond what local industry can provide.</p><p>The feudal houses maintain diplomatic ties with <strong>off-world mercenary groups</strong> and Imperial nobles, often hiring external forces to tip the balance of power in ongoing political struggles. Some barons have been known to sponsor expeditions into neighboring systems, seeking to expand their influence beyond Skoll.</p>",

        "<h3>Major Settlements</h3><p><strong>Siron City</strong> is the planetary capital and the seat of <strong>Sarrax Kaine Mylarron</strong>. Built atop a fortified plateau, the city is a mix of pre-industrial architecture and scattered technological advancements, with aristocratic estates towering over sprawling slums. The <strong>Tournament Grounds</strong> are the heart of the city, hosting the annual <strong>Tournament of Blades</strong>, where nobles and warriors compete for glory and influence.</p><p>Beyond Siron City, the landscape is dotted with baronial strongholds, each acting as a miniature kingdom within its ruler’s domain. Some of the most notable include:</p><ul><li><strong>Varcon Hold</strong> – A heavily militarized fortress, home to one of the most powerful noble houses. Known for its elite shock troops.</li><li><strong>Ironspike</strong> – A dusty mining town located near one of the few viable mining sites on the planet. While most of the mines' wealth goes to its local lord, the townsfolk are still some of the most affluent on Skoll.</li><li><strong>Dunmire</strong> – An agricultural hub, one of the few settlements capable of sustaining large-scale food production.</li><li><strong>Red Hollow</strong> – A lawless frontier town where exiles, mercenaries, and nomads congregate.</li></ul>",

        "<h3>Nomadic Tribes and Outcasts</h3><p>Beyond the reach of the feudal lords, Skoll's wastelands are home to <strong>nomadic clans</strong> and outlaw groups. Many are former serfs who fled oppression, while others are the descendants of long-forgotten exiles. These groups are often viewed as little more than prey, hunted by noble-sponsored militias as part of military exercises.</p><p>Despite their outsider status, some tribes have forged <strong>black-market trade networks</strong>, supplying rogue barons and off-world smugglers with contraband goods. The Imperium officially disapproves of such activity but rarely intervenes in the planet’s internal conflicts.</p>",

        "<h3>Law and Order</h3><p>Law on Skoll is dictated by the barons. There is no centralized legal system—justice is enforced at the local level, often through personal duels or military action. While some noble houses operate with a sense of duty toward their subjects, others rule with iron-fisted brutality.</p><p>Peasant uprisings are rare but not unheard of. When they do occur, they are swiftly and ruthlessly crushed, often serving as examples to deter future dissent. While baronial conflicts are officially outlawed outside of the Tournament of Blades, <strong>covert skirmishes</strong> and proxy wars remain a reality.</p><p>Despite the violent nature of its society, open street crime in major settlements is surprisingly rare, as rigid social structures and public displays of honor ensure that most conflicts are resolved through controlled means.</p>"
      ]
    },
    {
      "name": "Zyphara",
      "col": 2,
      "row": 6,
      "uwp": "E336444-5",
      "tradeCodes": ["Lt", "Ni", "Fr"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Caerula",
      "col": 2,
      "row": 9,
      "uwp": "A89A7BB-E",
      "tradeCodes": ["Ht", "Wa"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Army"],
      "description": [],
      "alert": "Amber",
      "moons": []
    },
    {
      "name": "Abyss Station",
      "col": 3,
      "row": 0,
      "uwp": "D000687-9",
      "tradeCodes": ["As", "Na", "Ni", "Va"],
      "gasGiants": [],
      "bases": ["Scout"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Ormathis",
      "col": 3,
      "row": 1,
      "uwp": "DC74300-A",
      "tradeCodes": ["Fl", "Lo", "Ho"],
      "gasGiants": ["placeholder"],
      "bases": ["Pirate"],
      "description": [],
      "alert": "Amber",
      "moons": []
    },
    {
      "name": "Velstrom",
      "col": 3,
      "row": 3,
      "uwp": "E8B0447-9",
      "tradeCodes": ["Ni", "Ho"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "Amber",
      "moons": [],
      "diameter": 12429,
      "orbitalPeriod": "726D 8H",
      "distanceFromStarAU": 1.42,
      "temperatures": {
        "daytime": 31,
        "nighttime": 14
      }
    },
    {
      "name": "Nokara",
      "col": 3,
      "row": 4,
      "uwp": "B995A88-B",
      "tradeCodes": ["Hi", "In"],
      "gasGiants": [],
      "bases": ["Highport", "Army"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Trisvaal",
      "col": 3,
      "row": 6,
      "uwp": "X332316-5",
      "tradeCodes": ["Lo", "Po", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Penthara",
      "col": 4,
      "row": 1,
      "uwp": "B774456-B",
      "tradeCodes": ["Ni"],
      "gasGiants": [],
      "bases": ["Highport"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Myxthos",
      "col": 4,
      "row": 6,
      "uwp": "C100468-C",
      "tradeCodes": ["Ht", "Ni", "Va"],
      "gasGiants": [],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Khanshaa",
      "col": 4,
      "row": 7,
      "uwp": "D000368-A",
      "tradeCodes": ["As", "Lo", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Navy"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Lifthrasir",
      "col": 4,
      "row": 9,
      "uwp": "C200461-8",
      "tradeCodes": ["Ni", "Va"],
      "gasGiants": [],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Rynquith",
      "col": 5,
      "row": 1,
      "uwp": "C8A6965-9",
      "tradeCodes": ["Fl", "Hi", "In"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "description": [],
      "alert": "Amber",
      "moons": []
    },
    {
      "name": "Crenthos",
      "col": 5,
      "row": 4,
      "uwp": "D495354-4",
      "tradeCodes": ["Lo", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Iridessa",
      "col": 5,
      "row": 5,
      "uwp": "C8C5586-A",
      "tradeCodes": ["Fl", "Ni"],
      "gasGiants": [],
      "bases": ["Scout"],
      "description": [],
      "alert": "Amber",
      "moons": []
    },
    {
      "name": "Esmalon",
      "col": 5,
      "row": 9,
      "uwp": "D778A88-4",
      "tradeCodes": ["Hi", "In", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": ["Scout"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Caldarax",
      "col": 6,
      "row": 0,
      "uwp": "C556761-4",
      "tradeCodes": ["Ag", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Hesperus",
      "col": 6,
      "row": 3,
      "uwp": "B5608CC-E",
      "tradeCodes": ["De", "Ht"],
      "gasGiants": ["placeholder"],
      "bases": ["Army", "Navy", "Scout"],
      "description": [],
      "alert": "Red",
      "moons": []
    },
    {
      "name": "Fenlaris",
      "col": 6,
      "row": 4,
      "uwp": "B101544-A",
      "tradeCodes": ["Ic", "Ni", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Scout"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Haven",
      "col": 6,
      "row": 9,
      "uwp": "B110420-9",
      "tradeCodes": ["Ni"],
      "gasGiants": ["Kalahari (GMA)", "Diana (GS3)", "Rao (GLG)"],
      "bases": ["Highport", "Navy", "Scout"],
      "weeklyTraffic": 5,
      "alert": "Amber",
      "moons": [],
      "diameter": 2202,
      "gravity": 0.12,
      "orbitalPeriod": "225D 22H",
      "distanceFromStarAU": 0.76,
      "temperatures": {
        "daytime": 141,
        "nighttime": -54
      },
      "description": [
        "<p><strong>Haven</strong> is a space-based society orbiting the barren planet <strong>Quolir</strong>, its population (50,000) residing entirely in the last surviving orbital habitat, <strong>Haven</strong>. Originally one of six massive stations known as the <strong>Sides</strong>, Haven now struggles under severe overpopulation, resource shortages, and the constant challenge of maintaining its failing infrastructure. Despite its high technological base, most of the population lives under precarious conditions, relying on salvaged components and makeshift repairs to keep essential systems operational.</p>",

        "<h3>Geography and Environment</h3><p>The planet Quolir itself is a lifeless rock with no atmosphere, no surface water, and no significant geological value. The real focus of the system is the network of orbital habitats known as the <strong>Sides</strong>, which were originally positioned in geosynchronous orbit in a hexagonal configuration around the planet. These stations were designed as self-sustaining environments, each with a specialized mission and role.</p><p>Today, only <strong>Haven</strong> remains fully inhabited. The wreckage of the other five—<strong>Tranquility, Serenity, Oasis, Sanctuary,</strong> and <strong>Elysium</strong>—still lingers in orbit, serving as dangerous but necessary salvage grounds. Some rumors persist that remnants of their original populations may still be clinging to life in the ruins, though no verified contact has been made.</p>",

        "<h3>History</h3><p>The <strong>Six Sides Project</strong> was an ambitious colonization effort meant to establish a fully self-sufficient orbital society above Quolir. Each station was designed with a distinct purpose, from research to agriculture to industry. However, a catastrophic event—whether war, system failure, or external sabotage—led to the destruction or abandonment of five of the Sides, leaving <strong>Haven</strong> as the last functional habitat.</p><p>With a population several times greater than its original design capacity, Haven has become a precarious marvel of engineering, surviving only through relentless jury-rigging, dangerous salvage missions, and strict recycling efforts.</p>",

        "<h3>Government and Politics</h3><p>Haven has no centralized government in the traditional sense. The only law that exists is maintaining the station. Any changes affecting the whole of Haven are only enacted through <strong>popular vote</strong>, leading to an often chaotic and slow-moving decision-making process. Individual factions and guilds hold significant sway, but none can truly claim dominance over the station.</p><p>Politics on Haven is often cutthroat, with guilds, salvage teams, and supply factions vying for control over resources. Power is measured in access to food, water, air, and habitable space rather than political influence.</p>",

        "<h3>Economy and Trade</h3><p>Despite its severe resource scarcity, Haven maintains an advanced technological base. The original infrastructure of the Sides was designed to support a far smaller population with minimal imports. Today, however, the economy is a fragile balancing act of external trade, internal recycling, and salvage operations.</p><p>The guilds that manufacture products function less like corporations and more like <strong>tribal clans</strong>, defending their territories and resources fiercely. Business rivalries are known to escalate beyond economic competition, occasionally turning into open sabotage or armed skirmishes.</p><p>With food, water, and air constantly in short supply, <strong>piracy is a known occurrence</strong> in the surrounding space, as desperate factions or rogue elements seize cargo ships carrying critical resources. Some off-world traders deal with Haven only under heavy escort or request intervention from the local <strong>Imperial navy base</strong>. Naval commanders have taken action against space-borne pirates in the system before, but rarely send forces into Haven, for fear of escalating an already delicate situation.</p>",

        "<h3>Technology and Infrastructure</h3><p>While Haven is officially classified at <strong>Tech Level 9</strong>, much of its infrastructure is barely functional. The station was designed to operate with a single orbital solar array, but with the increased power demand, two additional arrays have been salvaged and repurposed to keep critical systems running.</p><p>The average citizen is highly skilled in <strong>jury-rigging</strong> and improvising repairs, as maintenance of life-support systems is a daily struggle. While high technology exists, it is often out of reach for most inhabitants, reserved for station-critical functions.</p><p>Salvage operations are a fundamental part of Haven's continued survival. Crews regularly venture into the wreckage of the other Sides, recovering materials, equipment, and sometimes even lost data caches. These missions are extremely hazardous, as unstable debris fields, rogue drones, and the possibility of encountering hidden survivors make them unpredictable at best.</p>",

        "<h3>Imperial Presence and Strategic Importance</h3><p>Despite its internal struggles, Quolir remains strategically significant due to its location on an <strong>Xboat route</strong> and the presence of both an <strong>Imperial Navy Base</strong> and a <strong>Scout Services station</strong>. These facilities serve as staging points for Imperial operations in the region, providing fleet support, reconnaissance, and emergency logistics for vessels in need of repairs or refueling.</p><p>The <strong>Imperial Navy Base</strong> is primarily tasked with patrolling the sector, deterring piracy, and ensuring the continued function of the Xboat network. While it maintains a small permanent fleet, the base regularly sees passing warships stopping for resupply or minor overhauls.</p><p>The <strong>Scout Services station</strong> operates independently of Haven's civilian population, focusing on deep-space surveys, sensor relays, and maintaining contact with outlying systems. Scouts often hire local salvage crews for specialized recovery missions, making their station one of the few reliable sources of outside employment for Haven's inhabitants.</p><p>The presence of these Imperial facilities offers a degree of stability, but they largely keep to their own operations, interacting with Haven only when necessary. The Imperium has little interest in governing the station directly, leaving its internal affairs to the whims of its population.</p>",

        "<h3>Society and Culture</h3><p>Haven's culture is defined by scarcity, pragmatism, and survival. Resourcefulness is valued above all else, and those who can repair, repurpose, or engineer solutions are among the most respected members of society. Due to the constant resource struggle, <strong>green spaces</strong> are considered sacred. Destroying trees or plant life is one of the few universally recognized crimes, as they are essential for air regeneration and food production.</p><p>Despite this, ongoing debates rage over whether more green space should be cleared to accommodate the growing population. Some argue that increased food production will help alleviate shortages, while others insist that further destruction will push the station beyond its sustainability limits.</p><p>Travel off-station is rare, and those who leave are often regarded with suspicion or jealousy. While some see them as adventurers bringing back valuable goods, others view them as abandoning their responsibilities to Haven.</p>",

        "<h3>Law and Order</h3><p>Haven has <strong>no formal legal system</strong>. With no central enforcement agency, justice is either handled through mob rule, guild arbitration, or direct retaliation. The only universally recognized law is that no one may compromise the stability of the station. Major crimes, such as deliberate sabotage of life-support systems or destruction of critical resources, are met with immediate and often lethal punishment.</p><p>Guild conflicts sometimes escalate into outright warfare, but open battles are rare due to the potential for catastrophic station damage. Instead, disputes are often settled through economic pressure, assassinations, or rigged votes.</p>"
      ]
    },
    {
      "name": "Asherah",
      "col": 7,
      "row": 4,
      "uwp": "E752520-4",
      "tradeCodes": ["Lt", "Ni", "Po", "Ho"],
      "gasGiants": ["Teide (GM8)", "Oleka (GS4)", "Shivani (GS5)"],
      "bases": [],
      "weeklyTraffic": 3,
      "alert": "Amber",
      "moons": [],
      "rings": ["R01:0.65-0.17 "],
      "diameter": 11661,
      "gravity": 0.91,
      "orbitalPeriod": "437D 6H",
      "distanceFromStarAU": 1.18,
      "temperatures": {
        "daytime": 47,
        "nighttime": 22
      },
      "description": [
        "<p><strong>Asherah</strong> is a harsh, arid world where survival is dictated by limited water resources, a tightly-knit society, and deep-rooted traditions. Life revolves around <strong>Concord</strong>, the planet's only major city, and its starport, <strong>Gateway</strong>, which serves as a political, commercial, and cultural hub. The planet's primary export, salt, shapes not only its economy but also its social norms and rituals.</p>",

        "<h3>Geography and Climate</h3><p>Asherah is a dry, hot world with a thin but breathable atmosphere (Type 5) and minimal surface water, covering only 20% of the planet. The singular major body of water acts as the planet's primary heat sink, moderating temperatures in coastal areas but leaving the interior vulnerable to extreme daily temperature swings. Even in <strong>Concord</strong>, temperatures drop significantly at night, leading to an early nightlife culture where most residents are indoors by late evening.</p><p>The land consists of vast salt flats, rocky deserts, and scattered mesas, with little vegetation outside of cultivated areas. High winds and dust storms are common, forcing settlements to be built with environmental hazards in mind.</p>",

        "<h3>History</h3><p>Originally settled as a minor colony for mineral extraction, Asherah's development was slow due to its inhospitable environment. Over time, the planet's salt deposits became its primary economic asset, leading to the rise of a trade-based society centered around <strong>Gateway</strong>. The starport grew beyond its original function, becoming a symbol of unity and a gathering place for political and cultural events. Today, Asherah remains a frontier world, its people deeply bound to tradition and communal survival.</p>",

        "<h3>Government and Politics</h3><p>Asherah is governed as a <strong>participatory democracy</strong> (Gov 2), where major decisions are made through open forums and community gatherings, typically held in <strong>Gateway</strong>. The lack of formal governance beyond the city limits results in a loose network of settlements operating under mutual agreements. While there are no formal laws (Law Level 0), social norms and collective accountability maintain order. Personal disputes are resolved through negotiation, mediation, or, in extreme cases, exile.</p>",

        "<h3>Economy and Trade</h3><p>The planet's primary export is <strong>salt</strong>, which is not only a trade commodity but also an integral part of Asherahian culture. Salt is used for preservation, seasoning, and cleaning, with idioms and insults woven around its presence in daily life. Trade with off-world merchants is vital, as Asherah lacks industrial infrastructure and must import most advanced goods and equipment.</p><p>One of the more unusual trade rituals is the <strong>'Gift of Preservation'</strong>, in which a departing starship is given a sealed bottle of Asherah's ocean water. The tradition serves both as a symbolic farewell and as a mark of goodwill for returning travelers.</p>",

        "<h3>Culture and Society</h3><p>Asherahian society is structured around tradition and ritual, with a strong emphasis on community survival. <strong>Gateway</strong> is more than a starport—it is the heart of Asherahian identity, where ceremonies, trade deals, and social gatherings take place. Arrivals and departures of ships are often marked by public observances, reinforcing the collective spirit of the planet.</p><p>Asherahians value self-sufficiency and perseverance, yet they are also known for their hospitality. Visitors are often welcomed with formalized exchanges of goods or drinks, particularly at establishments like <strong>The Brine Barrel</strong>, Concord's oldest cantina. Here, the 'Gift of Preservation' tradition grants returning Asherahians a free round, while non-natives receive discounted drinks in recognition of their journey.</p>",

        "<h3>Major Settlements</h3><p>The vast majority of Asherah's population resides in <strong>Concord</strong>, a sprawling city located on the coast of the planet's only significant ocean. Built for function rather than aesthetics, Concord features low, sturdy buildings designed to withstand extreme temperatures and high winds. Infrastructure is highly localized, with technology levels dropping sharply outside the city center.</p><p>Beyond Concord, scattered towns and isolated homesteads persist through sheer determination. One of the most notable remote sites is the <strong>Research Station</strong> on the planet's far side, where scientists study the preserved remains of ancient marine ecosystems trapped in the salt flats. This floating laboratory, built on inflatable pontoons, is a marvel of ingenuity, capable of lowering itself to avoid destruction during high wind storms.</p>",

        "<h3>Technology and Infrastructure</h3><p>Asherah operates at <strong>Tech Level 4</strong>, with industrial capabilities comparable to early modern technological eras. While Gateway maintains a functional power grid and limited mechanization, the further one travels from the city, the more primitive life becomes. Most settlements rely on basic tools, barter systems, and self-sufficiency to survive.</p><p>Air-raft racing is a popular sport on Asherah, with events frequently held over the <strong>Bitterwater Shoal</strong>, a shallow expanse of water southwest of Concord. The location is favored due to its low risk of total loss—though crashes are still deadly, the wreckage is often retrievable.</p>",

        "<h3>Law and Order</h3><p>With a law level of 0, Asherah has no formal restrictions on weaponry, behavior, or commerce. However, social accountability and community reputation play significant roles in maintaining order. Those who disrupt the peace or violate local customs find themselves unwelcome in Concord, effectively exiled by public sentiment.</p><p>Violence is rare within the city, but disputes outside of Concord are often settled informally, and personal responsibility is a cornerstone of Asherahian ethics. Most citizens take pride in their ability to self-govern and view excessive regulation as unnecessary.</p>"
      ]
    },
    {
      "name": "Zetheron",
      "col": 7,
      "row": 9,
      "uwp": "X401000",
      "tradeCodes": ["Ba", "Ic", "Va"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    }
  ]
}
