{
  "name": "Ulara",
  "planets": [
    {
      "name": "Aerenis",
      "col": 0,
      "row": 1,
      "uwp": "D383324-3",
      "tradeCodes": ["Lo", "Lt", "Ho"],
      "gasGiants": ["Ocrora (GMC)", "Naade (GM7)"],
      "bases": [],
      "alert": "",
      "moons": [],
      "diameter": 4353,
      "gravity": 0.35,
      "orbitalPeriod": "577D 10H",
      "distanceFromStarAU": 1.42,
      "temperatures": {
        "daytime": 42,
        "nighttime": 33
      },
      "description": "<p><strong>Aerenis</strong> is a small, rugged world marked by its harsh climate, sparse population, and primitive technological development. Its thin atmosphere and searing temperatures create an environment that is challenging for long-term habitation, with most of the population clustered in small settlements near scarce water sources. With only about <strong>5,000 inhabitants</strong>, Aerenis is a world on the fringes of interstellar civilization, surviving through determination, basic industry, and trade with passing starships.</p><p>The planet is governed as a <strong>Participating Democracy</strong>, where local councils make decisions by popular vote. Despite this democratic structure, life on Aerenis is defined more by survival than politics, with strong community ties and a culture that values self-reliance. The downport, though classified as a <strong>D-grade facility</strong>, acts as the lifeline for off-world goods and occasional travelers.</p>",
      "details": [
        "<h2>Environment and Climate</h2><p>Aerenis is a small planet with a diameter of <strong>4,353 km</strong> and a low gravity of <strong>0.35g</strong>. The atmosphere is <strong>dense (Type 8)</strong>, breathable but thick enough to create oppressive conditions, especially during the blistering daytime heat. Temperatures soar to an average of <strong>42°C during the day</strong> and drop to <strong>33°C at night</strong>, with seasonal extremes reaching both dangerously high and surprisingly low temperatures.</p><p>Surface water covers only <strong>27% of the planet</strong>, scattered in small lakes and shallow inland seas. The absence of native life has left Aerenis barren, with rocky deserts and rugged highlands dominating the landscape. Occasional seismic activity adds to the environmental hazards, especially near the fault lines that cross the planet's crust.</p>",

        "<h2>Government and Law</h2><p>Aerenis operates under a <strong>Participating Democracy</strong>, where decisions are made through local assemblies and community votes. This system works due to the planet's small population, allowing most citizens to have a direct say in governance. However, the harsh living conditions often mean that practical leadership falls to those with experience and resource control rather than purely democratic processes.</p><p>With a <strong>Law Level of 4</strong>, Aerenis enforces moderate restrictions. <strong>Laser and beam weapons are prohibited</strong>, while traditional firearms, melee weapons, and simple explosives are common among settlers for both defense and hunting. Law enforcement is decentralized, handled by community militias or local leaders when necessary.</p>",

        "<h2>Culture and Society</h2><p>Aerenis has a rugged, frontier culture shaped by its environment. The people are <strong>highly self-reliant</strong>, valuing hard work, resourcefulness, and personal freedom. Despite the democratic government, there is a strong emphasis on individual responsibility, with little patience for those who cannot contribute to the survival of their community.</p><p>Social structures are simple, with small towns and scattered homesteads. The lack of native life has led to a reliance on imported foodstuffs and primitive agriculture, often supported by basic irrigation systems. <strong>Community gatherings, storytelling, and local festivals</strong> are key to maintaining morale in the face of environmental hardship.</p>",

        "<h2>Economy and Industry</h2><p>The economy of Aerenis is primitive, reflecting its <strong>Tech Level 3</strong>, equivalent to an early industrial society. Energy is generated through <strong>coal and steam power</strong>, and transportation relies on <strong>sailing ships, carts, and simple rail systems</strong> where possible. The planet's limited resources include <strong>ore deposits, basic agricultural products, and handcrafted goods</strong>.</p><p><strong>Primary Exports:</strong></p><ul><li>Raw ore and minerals</li><li>Basic agricultural products</li><li>Handcrafted tools and goods</li></ul><p><strong>Primary Imports:</strong></p><ul><li>Advanced medical supplies</li><li>Off-world technology and equipment</li><li>Luxury goods for trade and morale</li></ul><p>While not a major trading hub, Aerenis occasionally attracts traders seeking raw materials or unique local crafts. The <strong>D-grade downport</strong> serves as the planet's primary link to interstellar commerce, offering basic refueling with unrefined hydrogen and minor repair facilities. Most interstellar traffic is limited to tramp freighters and opportunistic traders.</p>",

        "<h2>Transportation and Infrastructure</h2><p>Transportation on Aerenis is limited by its <strong>low technology level</strong>. Most goods and people are moved using <strong>animal-drawn carts, steam-powered vehicles, and simple sailing vessels</strong> on inland waterways. Roads between settlements are rough and poorly maintained, often little more than dirt tracks carved through rocky terrain.</p><p>The planet's <strong>downport</strong> is functional but basic, providing <strong>minor repair services</strong> and unrefined hydrogen fuel. There are <strong>no shipyards</strong> or advanced facilities, and most starships rely on their own supplies when visiting. The system's <strong>two mid-sized gas giants</strong> (Ocrora and Naade) offer potential refueling points for more advanced vessels.</p>",

        "<h2>Key Locations</h2><p><strong>Downport Beltane</strong> – The planet's only starport, little more than a cluster of landing pads and a few prefabricated buildings. It serves as a trade hub and meeting point for off-world visitors.</p><p><strong>The Iron Basin</strong> – A mineral-rich region known for its small, independent mining communities. Life here is harsh, with miners battling both the environment and each other for control of resources.</p><p><strong>Verdant Reach</strong> – A rare agricultural zone sustained by an underground aquifer. This fertile area supports most of Aerenis's food production and is fiercely protected by local communities.</p><p><strong>The Broken Ridge</strong> – A seismic fault line prone to frequent quakes. Despite the dangers, it's rumored to conceal valuable mineral veins and ancient alien artifacts, attracting prospectors and adventurers.</p>"
      ],
      "adventureHooks": [
        "<h2>Adventure Hooks</h2><ul><li><strong>The Missing Delegate:</strong> A government official sent to mediate a land dispute has vanished in the Scarred Wastes. Was it bandits, corporate sabotage, or something older beneath the ground?</li><li><strong>The Broken Treaty:</strong> Tensions rise between rival settlements after a **critical water supply is poisoned**. The crew is hired to investigate, but the culprit may be closer to home than expected.</li><li><strong>Secrets in the Dust:</strong> A crashed starship from a bygone era is discovered half-buried in a remote desert. **Treasure hunters, local warlords, and corporate agents** race to claim its secrets.</li><li><strong>The Iron Veil Heist:</strong> A local rebel group plans to hijack an armored rail convoy carrying rare ores. They need a crew with off-world expertise to pull it off—or stop it.</li><li><strong>Lost in the Dust:</strong> A survey team has gone missing near the Broken Ridge. The local council offers a reward for their safe return—or confirmation of their fate.</li><li><strong>The Smuggler's Run:</strong> A trader seeks a crew to transport illegal tech past local patrols, promising high pay but plenty of risks.</li><li><strong>The Water Wars:</strong> Rival settlements clash over control of the Verdant Reach aquifer, and tensions are about to boil over into violence.</li><li><strong>Echoes Beneath the Earth:</strong> Miners in the Iron Basin have uncovered something ancient—and possibly dangerous—deep underground.</li></ul>"
      ]
    },
    {
      "name": "Pelagos",
      "col": 0,
      "row": 2,
      "uwp": "B69A243-A",
      "tradeCodes": ["Lo", "Wa", "Tp"],
      "gasGiants": ["Pasinov (GLH)", "Zoruta (GLD)", "Risara (GS6)", "Hophetania (GS4)"],
      "bases": [],
      "berthing": 1000,
      "weeklyTraffic": 14,
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "gravity": 0.7,
      "diameter": 9823,
      "orbitalPeriod": "219D 3H",
      "distanceFromStarAU": 0.64,
      "temperatures": {
        "daytime": 38,
        "nighttime": 23
      }
    },
    {
      "name": "Ferrix",
      "col": 1,
      "row": 4,
      "uwp": "D897366-6",
      "tradeCodes": ["Lo"],
      "gasGiants": ["Trypso (GL8)", "Xalnion (GS5)"],
      "bases": ["Scout"],
      "description": "",
      "details": ["Zi todo notes"],
      "alert": "",
      "moons": ["Ithal (583km)", "Katorga (537km)", "Yashvi (765km)", "Vorlis d (E324100-6)"],
      "diameter": 12912,
      "orbitalPeriod": "354D 18H",
      "distanceFromStarAU": 0.88,
      "temperatures": {
        "daytime": 20,
        "nighttime": 4
      }
    },
    {
      "name": "Vorn's Reach",
      "col": 1,
      "row": 6,
      "uwp": "D534300-6",
      "tradeCodes": ["Lo"],
      "gasGiants": ["Gagan (GS5)", "Brao (GMB)", "Yidilia (GS5)"],
      "bases": [],
      "description": "",
      "details": ["Todd todo notes"],
      "alert": "Amber",
      "moons": [],
      "diameter": 7301,
      "orbitalPeriod": "189D 10H",
      "distanceFromStarAU": 0.58,
      "temperatures": {
        "daytime": 51,
        "nighttime": -45
      }
    },
    {
      "name": "Lunthera",
      "col": 2,
      "row": 2,
      "uwp": "X224000-0",
      "tradeCodes": ["Ba"],
      "gasGiants": ["Tvar (GMC)", "Vortek (GLD)"],
      "bases": [],
      "alert": "",
      "berthing": 0,
      "moons": [],
      "diameter": 3239,
      "gravity": 0.26,
      "orbitalPeriod": "204D 9H",
      "distanceFromStarAU": 0.61,
      "temperatures": {
        "daytime": 223,
        "nighttime": -146
      },
      "description": "<p><strong>Lunthera</strong> is a barren, desolate world. The planetoid is located in a <strong>binary, red dwarf star system</strong>. The primary star is <strong>Nacon (M2 V)</strong> and its peer is <strong>Zihrun (M3 V)</strong>. Despite its lifeless surface and hostile environment, Lunthera is notable for the remnants of ancient, abandoned facilities scattered across its rocky terrain, hinting at past endeavors now lost to time. The planet's extreme temperatures, thin tainted atmosphere, and lack of significant population make it a dangerous yet intriguing location for explorers and scavengers alike.</p>",
      "details": [
        "<h2>System Overview</h2><p>The <strong>Lunthera System</strong> is defined by its binary stars, with <strong>Zihrun</strong> orbiting the larger <strong>Nacon</strong> at a distance of 13 AU. Nacon hosts several planetary bodies, including a <strong>rad world</strong> close to the star, a violent <strong>storm world</strong>, two massive <strong>gas giants</strong>—Tvar and Vortek—and distant <strong>ice worlds</strong> lingering in the outer reaches of the system. Zihrun has its own system of planetoids which are little more than rocks or balls of ice.</p>",

        "<h2>Planetary Environment</h2><p>Lunthera's surface is a bleak expanse of rocky plains and jagged mountain ranges, with sporadic patches of frozen water locked beneath layers of regolith. The planet experiences brutal temperature extremes, with searing heat during the day (223°C) and bone-chilling cold at night (-146°C). Its thin, tainted atmosphere requires the use of respirators, and sudden, violent dust storms can sweep across the barren landscape with little warning. Despite these harsh conditions, occasional pockets of liquid water exist, remnants of a long-dead hydrological cycle.</p>",

        "<h2>System Features and Points of Interest</h2><p>While Lunthera itself is uncolonized and devoid of permanent settlements, the system holds several key features of interest:</p><ul><li><strong>Tvar (GMC)</strong> – A massive gas giant serving as a vital source of unrefined fuel for passing ships.</li><li><strong>Vortek (GLD)</strong> – Another gas giant, though less frequently utilized due to its greater distance from the main jump routes.</li></ul>"
      ],
      "adventureHooks": [
        "<h2>Potential Adventure Hooks</h2><ul><li><strong>The Lost Convoy:</strong> A merchant convoy disappeared near Lunthera, and the players are hired to investigate. Wreckage suggests more than just mechanical failure—piracy, ancient defense systems, or something even stranger?</li><li><strong>Ghost Signals:</strong> Strange signals are emanating from one of Lunthera's abandoned outposts. Are they automated distress calls, or has someone—or something—reactivated the site?</li><li><strong>The Hidden Cache:</strong> Rumors persist of a lost Imperial scout ship carrying valuable data cores. Finding it could mean fortune—or danger—depending on what the data contains.</li><li><strong>Xeno-Artifact Hunters:</strong> A corporate expedition vanished while exploring the <strong>Void Array</strong>. Rescuing survivors—or recovering what they found—could put the crew in conflict with powerful interests.</li></ul>"
      ]
    },
    {
      "name": "Skoll",
      "col": 2,
      "row": 3,
      "uwp": "C531633-5",
      "tradeCodes": ["Lt", "Na", "Ni", "Po"],
      "gasGiants": ["Alea (GLD)", "Lorix (GS4)", "Batrov (GM8)", "Munak (GMB)"],
      "bases": ["Scout"],
      "berthing": 100,
      "weeklyTraffic": 10,
      "alert": "",
      "moons": [],
      "diameter": 7695,
      "gravity": 0.45,
      "orbitalPeriod": "283D 5H",
      "distanceFromStarAU": 0.85,
      "temperatures": {
        "daytime": 43,
        "nighttime": 4
      },
      "description": "<p><strong>Skoll</strong> is a brutal, arid world ruled by a feudal aristocracy under <strong>Sarrax Kaine Mylarron</strong>. The population, numbering in the millions, is divided among baronial fiefdoms, each operating with near-total autonomy. The planetary capital, <strong>Siron City</strong>, serves as both the seat of the ruling knight and the primary starport. Skoll's rigid caste system enforces social hierarchy, with the nobility wielding absolute power over their domains. The planet is known for its violent traditions, particularly the <strong>Tournament of Blades</strong>, an annual spectacle of ritualized warfare used to settle disputes. While Skoll maintains an early 20th-century technology level, it depends on imported advanced goods to sustain its economy and military. Despite its internal strife, the planet remains loyal to the Imperium, securing its autonomy in exchange for strategic support and raw resources.</p>",
      "details": [
        "<h2>Environment and Biome</h2><p>Skoll is an arid world with a thin but breathable atmosphere. The planet's surface is dominated by rocky plateaus, cracked earth, and sparse low-grav forests that cling to life in sheltered valleys. With <strong>only 11% surface water</strong>, most settlements are built around deep underground aquifers or along the shores of isolated lakes. Agriculture is limited, reliant on hardy crops and irrigation techniques that can sustain only a fraction of the population. The climate is harsh, with extreme temperature swings between scorching days and freezing nights, requiring careful adaptation for survival.</p><p>Frequent dust storms ravage the open plains, forcing travelers and traders to use enclosed vehicles or risk exposure to the abrasive winds. The nomadic tribes of Skoll have developed unique methods of survival, using lightweight shelters and carefully concealed water caches to endure the unforgiving landscape.</p>",

        "<h2>Society and Culture</h2><p>Skoll is a world defined by <strong>honor, violence, and tradition</strong>. The ruling class enforces a strict feudal hierarchy, where power is determined by lineage, martial skill, and strategic cunning. <strong>Barons</strong> control vast territories, collecting taxes, raising militias, and resolving disputes within their domains. Although <strong>Sarrax Kaine Mylarron</strong> serves as the planetary ruler, his authority is largely symbolic, as the barons govern with near-total independence.</p><p>To prevent constant warfare between noble houses, the <strong>Tournament of Blades</strong> was established—a grand annual event where disputes are settled through duels, melee battles, and brutal contests of strength. Open conflict outside the tournament is outlawed, and barons found guilty of engaging in unauthorized warfare may face execution—though class-based justice often protects the elite from true consequences.</p><p>Despite the omnipresent violence, Skollans value <strong>formal etiquette</strong> in daily life. Insults are delivered through elaborate shunning rituals, and challenges to honor must be answered in a controlled manner. Even in the heat of battle, warriors exchange proper greetings before engaging, adhering to the planet's complex web of social customs.</p>",

        "<h2>Technology and Economy</h2><p>Skoll operates at <strong>Tech Level 5</strong>, comparable to early 20th-century industrialization. Steam power, basic mechanization, and chemical industries sustain the planet's infrastructure, but more advanced technology is imported. The ruling elite controls most off-world trade, ensuring that the barons maintain dominance through superior weaponry and resources.</p><p>The planetary economy is primarily agrarian, supplemented by small-scale mining and light industry. The production of firearms, armor, and war machinery is a major focus, as every baron maintains a standing militia. While peasants and workers toil under feudal rule, many seek employment as <strong>mercenaries, caravan guards, or enforcers</strong>, either for noble houses or off-world patrons.</p><p>The <strong>Class C starport</strong> at Siron City is the primary gateway for interstellar trade. While it lacks the facilities for shipbuilding, it provides essential refueling and minor repairs. Trade with the Imperium is tightly regulated, with the ruling class ensuring that only approved imports reach the planet.</p>",

        "<h2>Imperial Relations and Strategic Importance</h2><p>Despite its internal power struggles, Skoll maintains <strong>loyalty to the Third Imperium</strong>. The Imperium sees the planet as a stable—if primitive—vassal, valuing its strategic location and raw material exports. In return for its continued allegiance, Skoll is granted autonomy, allowing its feudal system to persist without interference.</p><p>The Imperium provides limited technological assistance, primarily in the form of military-grade equipment for its elite forces. While the ruling nobility benefits from these imports, the common population sees little advancement beyond what local industry can provide.</p><p>The feudal houses maintain diplomatic ties with <strong>off-world mercenary groups</strong> and Imperial nobles, often hiring external forces to tip the balance of power in ongoing political struggles. Some barons have been known to sponsor expeditions into neighboring systems, seeking to expand their influence beyond Skoll.</p>",

        "<h2>Major Settlements</h2><p><strong>Siron City</strong> is the planetary capital and the seat of <strong>Sarrax Kaine Mylarron</strong>. Built atop a fortified plateau, the city is a mix of pre-industrial architecture and scattered technological advancements, with aristocratic estates towering over sprawling slums. The <strong>Tournament Grounds</strong> are the heart of the city, hosting the annual <strong>Tournament of Blades</strong>, where nobles and warriors compete for glory and influence.</p><p>Beyond Siron City, the landscape is dotted with baronial strongholds, each acting as a miniature kingdom within its ruler's domain. Some of the most notable include:</p><ul><li><strong>Varcon Hold</strong> – A heavily militarized fortress, home to one of the most powerful noble houses. Known for its elite shock troops.</li><li><strong>Ironspike</strong> – A dusty mining town located near one of the few viable mining sites on the planet. While most of the mines' wealth goes to its local lord, the townsfolk are still some of the most affluent on Skoll.</li><li><strong>Dunmire</strong> – An agricultural hub, one of the few settlements capable of sustaining large-scale food production.</li><li><strong>Red Hollow</strong> – A lawless frontier town where exiles, mercenaries, and nomads congregate.</li></ul>",

        "<h2>Nomadic Tribes and Outcasts</h2><p>Beyond the reach of the feudal lords, Skoll's wastelands are home to <strong>nomadic clans</strong> and outlaw groups. Many are former serfs who fled oppression, while others are the descendants of long-forgotten exiles. These groups are often viewed as little more than prey, hunted by noble-sponsored militias as part of military exercises.</p><p>Despite their outsider status, some tribes have forged <strong>black-market trade networks</strong>, supplying rogue barons and off-world smugglers with contraband goods. The Imperium officially disapproves of such activity but rarely intervenes in the planet's internal conflicts.</p>",

        "<h2>Law and Order</h2><p>Law on Skoll is dictated by the barons. There is no centralized legal system—justice is enforced at the local level, often through personal duels or military action. While some noble houses operate with a sense of duty toward their subjects, others rule with iron-fisted brutality.</p><p>Peasant uprisings are rare but not unheard of. When they do occur, they are swiftly and ruthlessly crushed, often serving as examples to deter future dissent. While baronial conflicts are officially outlawed outside of the Tournament of Blades, <strong>covert skirmishes</strong> and proxy wars remain a reality.</p><p>Despite the violent nature of its society, open street crime in major settlements is surprisingly rare, as rigid social structures and public displays of honor ensure that most conflicts are resolved through controlled means.</p>"
      ]
    },
    {
      "name": "Zyphara",
      "col": 2,
      "row": 6,
      "uwp": "E336444-5",
      "tradeCodes": ["Lt", "Ni", "Fr"],
      "gasGiants": ["Sindri (GMB)", "Min (GLC)", "Lulal (GLG)", "Ekwensu (GS4)"],
      "bases": [],
      "description": "",
      "details": [],
      "alert": "",
      "moons": ["Doldru (640km)", "Serpens (1838km)"],
      "berthing": 0,
      "weeklyTraffic": 4,
      "diameter": 5314,
      "gravity": 0.28,
      "distanceFromStarAU": 4.2,
      "orbitalPeriod": "2Y 121D 21H",
      "temperatures": {
        "daytime": 23,
        "nighttime": -6
      }
    },
    {
      "name": "Thalas",
      "col": 2,
      "row": 9,
      "uwp": "A89A7BB-E",
      "tradeCodes": ["Ht", "Wa"],
      "gasGiants": ["Merak (GS3)", "Deest (GS3)", "Ehecatl (GS3)"],
      "bases": ["Highport", "Army"],
      "description": "",
      "details": [],
      "alert": "Amber",
      "moons": [],
      "berthing": 2000,
      "weeklyTraffic": 140,
      "diameter": 12703,
      "gravity": 1,
      "orbitalPeriod": "690D 13H",
      "distanceFromStarAU": 1.6,
      "temperatures": {
        "daytime": 26,
        "nighttime": 19
      }
    },
    {
      "name": "Abyss Station",
      "col": 3,
      "row": 0,
      "uwp": "D000687-9",
      "tradeCodes": ["As", "Na", "Ni", "Va"],
      "gasGiants": [],
      "bases": ["Scout"],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Ormathis",
      "col": 3,
      "row": 1,
      "uwp": "D7C4400-A",
      "tradeCodes": ["Fl", "Lo", "Bo"],
      "gasGiants": ["Sujin (GM7)", "Lucretius (GMB)", "Maher (GM7)", "Arkas (GLG)"],
      "bases": ["Pirate"],
      "alert": "Amber",
      "moons": [],
      "berthing": 40,
      "weeklyTraffic": 6,
      "diameter": 10703,
      "gravity": 0.87,
      "orbitalPeriod": "2Y 339D 2H",
      "distanceFromStarAU": 1.54,
      "temperatures": {
        "daytime": 184,
        "nighttime": 87
      },
      "description": "<p><strong>Ormathis</strong> was once a beacon of prosperity, a thriving hub of advanced technology and corporate ambition nestled in the heart of its system. Now, it's a decaying husk of its former glory—a neon-lit wasteland where the rich hide behind fortified walls and the desperate fight for scraps in the streets. With a population of around <strong>60,000 souls</strong>, Ormathis is a world where <strong>lawlessness, corporate greed, and gang warfare</strong> are woven into the fabric of daily life.</p><p>The planet's harsh environment, toxic hydrocarbon seas, and relentless seismic activity have only fueled its descent. What little government once existed collapsed under the weight of corporate corruption and social unrest. Now, <strong>megacorporations, crime syndicates, and warlords</strong> carve up the planet into zones of influence, each enforcing their own brutal version of order.</p>",
      "details": [
        "<h2>Planetary Environment</h2><p>Ormathis is a <strong>hot, violent world</strong> with blistering temperatures ranging from <strong>87°C at night</strong> to a scorching <strong>184°C during the day</strong>. The dense, toxic atmosphere requires constant filtration, and acid rain from the <strong>hydrochloric acid seas</strong> corrodes anything left unprotected. The planet is wracked by frequent earthquakes and volcanic eruptions, adding to the sense of looming instability—both geological and societal.</p><p>Amid the environmental chaos, sprawling megacities stand like decaying monuments to a forgotten era. Crumbling arcologies tower over streets choked with neon lights, where <strong>gang tags glow brighter than official signage</strong> and black market vendors outnumber legitimate businesses.</p>",

        "<h2>Government and Law</h2><p><strong>There is no government on Ormathis.</strong> The planetary administration collapsed decades ago, leaving behind a fragmented patchwork of <strong>corporate enclaves, gang territories, and anarchist zones</strong>. With a <strong>Law Level of 0</strong>, there are <strong>no official laws</strong>—only the rules you can enforce with muscle, money, or firepower.</p><p>Megacorporations like <strong>Zenith Dynamics</strong> and <strong>AetherCore Syndicate</strong> maintain fortified districts, enforcing their own corporate codes with private security forces and surveillance drones. Outside these zones, power belongs to <strong>gang lords, warlords, and cyber-enhanced mercenaries</strong> who rule through fear and firepower.</p>",

        "<h2>Culture and Society</h2><p>Ormathis is a melting pot of <strong>cyberpunk subcultures</strong>—hackers, street samurai, rogue AI cultists, and corporate defectors all struggling to survive in the neon shadows. Life is cheap, data is currency, and loyalty is a commodity to be bought and sold.</p><p>Most of the population lives in crumbling arcologies or sprawling slums, connected by labyrinthine transit tunnels, decaying maglev lines, and overcrowded skybridges. <strong>Neon-lit night markets</strong> operate alongside illegal biotech labs, while underground fight clubs and black-market cyberware vendors thrive in the chaos.</p><p>Despite the dystopia, there's an undeniable vibrancy. Music blares from rusted speakers, street artists tag corporate billboards with anti-establishment graffiti, and <strong>virtual reality dens</strong> offer escape from the harshness of daily life—for a price.</p>",

        "<h2>Economy and Industry</h2><p>Ormathis's economy runs on the edge of legality. <strong>Black markets, corporate exploitation, and digital smuggling</strong> define its financial landscape. While official trade is minimal, the planet thrives as a <strong>hub for illegal tech, cybernetic enhancements, and data trafficking</strong>.</p><p><strong>Primary Exports:</strong></p><ul><li>Black market cyberware and experimental biotech</li><li>Illegal software, including rogue AI fragments and hacked security protocols</li><li>Raw minerals extracted from hazardous industrial zones</li></ul><p><strong>Primary Imports:</strong></p><ul><li>Medical supplies (often stolen or black-market)</li><li>Luxury goods for the corporate elite</li><li>Advanced weaponry and surveillance tech</li></ul><p>While corporations maintain a facade of legitimacy, most economic activity happens in the shadows, where credits are less valuable than information, favors, and firepower.</p>",

        "<h2>Technology and Infrastructure</h2><p>Ormathis operates at a <strong>Tech Level of 10</strong>, but the technology here is often <strong>hacked, repurposed, or dangerously unstable</strong>. Sleek corporate towers bristle with surveillance drones, while the streets below are littered with <strong>jury-rigged cybernetics</strong> and <strong>illegal augmentations</strong>.</p><p>Advanced tech is everywhere, but rarely in pristine condition:</p><ul><li><strong>Neural implants</strong> that let hackers jack directly into data networks</li><li><strong>Grav-lifters</strong> retrofitted with stolen corporate hardware</li><li><strong>Augmented reality overlays</strong> projecting both corporate propaganda and underground resistance messages</li><li><strong>Black-market gene mods</strong> offering everything from night vision to bio-enhanced muscle growth</li></ul><p>Infrastructure is crumbling, but resilient. Power grids flicker, maglev lines run on outdated software, and data networks are constantly under siege from <strong>cyber-criminal syndicates</strong>.</p>",

        "<h2>Key Locations</h2><p><strong>Nova Verge</strong> – The largest city, a sprawling urban nightmare where corporate towers loom over decaying slums. The skyline is a mix of sleek neon spires and crumbling infrastructure.</p><p><strong>The Grid</strong> – An underground hacker enclave, hidden beneath the ruins of an old data center. This digital black market deals in <strong>illegal software, stolen corporate secrets, and rogue AI programs</strong>.</p><p><strong>The Dead Zones</strong> – Abandoned industrial districts contaminated by chemical spills and unchecked reactor meltdowns. Dangerous, but rich in salvage for those reckless enough to venture in.</p><p><strong>The Sprawl</strong> – A lawless stretch of interconnected slums, gang-controlled turf, and renegade markets. Every street is a <strong>battleground for territory and influence</strong>.</p>"
      ],
      "adventureHooks": [
        "<h2>Adventure Hooks</h2><ul><li><strong>The Smuggler's Debt:</strong> A local crime lord hires the crew to recover stolen cargo from a rival gang operating out of Crater's Edge.</li><li><strong>Seismic Secrets:</strong> A powerful earthquake uncovers an ancient subterranean facility. Who built it, and why is a corporate strike team already on-site?</li><li><strong>Arcology Under Siege:</strong> A remote settlement is under attack by raiders wielding <strong>advanced, experimental weapons</strong>. Are they local scavengers—or part of a larger conspiracy?</li><li><strong>Ghosts of the Spires:</strong> Miners report strange lights and disappearances in the Shattered Spires. Investigating could uncover <strong>alien artifacts—or something far worse</strong>.</li></ul>"
      ]
    },
    {
      "name": "Velstrom",
      "col": 3,
      "row": 3,
      "uwp": "D8B0447-9",
      "tradeCodes": ["Ni", "Ho"],
      "gasGiants": ["Ihoko (GMA)"],
      "bases": [],
      "berthing": 40,
      "alert": "Amber",
      "moons": ["Tridamus (552km)", "Oto (X413000-0 Ba Ic)"],
      "diameter": 12429,
      "orbitalPeriod": "726D 8H",
      "distanceFromStarAU": 1.42,
      "temperatures": {
        "daytime": 51,
        "nighttime": 14
      },
      "description": "<p><strong>Velstrom</strong> is a harsh, unforgiving world where corrosive air, corporate influence, and a rigid legal system shape daily life. With a population of just over ten thousand, this small colony survives through strict regulations, a highly controlled economy, and a justice system that serves the interests of the wealthy. <strong>Port Onaga</strong>, the planetary capital, is the only major settlement, housing both the government and the primary starport. Classified as a <strong>Non-Industrial (Ni)</strong> and <strong>Hot (Ho)</strong> world, Velstrom relies heavily on off-world imports for survival. While technologically advanced (TL 9), most of the population sees little benefit from this, as high-tech equipment is monopolized by corporate and governmental elites. The world's thin veneer of law hides a brutal reality: wealth and power dictate justice, and those without either are often left to rot.</p>",
      "details": [
        "<h2>Environment and Climate</h2><p>Velstrom is an Earth-sized planet with an <strong>extremely corrosive atmosphere</strong> (Type B), making the surface uninhabitable without sealed environments or specialized respirators. Even short-term exposure to the open air is lethal, as the caustic gases rapidly degrade unprotected materials and organic matter. Due to the atmospheric conditions, <strong>there is no surface water</strong>, and all moisture must be extracted from underground reservoirs or imported. Despite its hostility, the planet is classified as <strong>Hot</strong>, with daytime temperatures reaching <strong>51°C</strong> and nighttime temperatures dropping to <strong>14°C</strong>.</p><p>Most of the population resides within <strong>climate-controlled domes or underground habitats</strong>, where life support systems regulate air quality and temperature. These facilities are connected by sealed transit tubes, ensuring minimal exposure to the outside environment. Travel beyond these protected zones requires specialized vehicles designed to withstand the corrosive atmosphere.</p>",

        "<h2>Government and Society</h2><p>Velstrom is governed as a <strong>Representative Democracy</strong>, but in practice, political power is concentrated in the hands of a few wealthy industrialists and corporate interests. The planetary governor and legislative body are technically elected, but most candidates are backed by <strong>corporate funding, ensuring that governance serves business interests above all else.</strong> While elections are held, they are largely symbolic, with little meaningful opposition to the status quo.</p><p>The <strong>justice system is notoriously corrupt</strong>, functioning more as an economic tool than a means of fairness. <strong>Wealth determines legal outcomes</strong>, with the rich able to buy their way out of trouble, while the poor face harsh sentences for minor infractions. Penal labor is a major industry on Velstrom, with convicted criminals forced into hazardous mining operations or menial labor under corporate contracts.</p><p>While there is little outright lawlessness, the high <strong>Law Level (7)</strong> means that personal freedoms are significantly restricted. Carrying weapons is highly regulated, public dissent is discouraged, and unauthorized movement outside designated zones is met with immediate detainment. Despite these strict controls, crime thrives in the shadows, with black-market dealings and illicit trade offering the only recourse for those outside the system.</p>",

        "<h2>Economy and Industry</h2><p>As a <strong>Non-Industrial</strong> world, Velstrom lacks large-scale manufacturing or self-sufficient production. The planet is <strong>heavily dependent on off-world trade</strong> for technology, medicine, and even food. However, its primary <strong>economic driver is penal labor and contract-based resource extraction</strong>, where convicted criminals or indentured workers are leased to corporate entities to perform hazardous tasks in exchange for survival.</p><p>Legitimate employment opportunities are limited, with most positions tied to government administration, security enforcement, or infrastructure maintenance. Those unable to secure these jobs often turn to the underground economy, dealing in smuggled goods, forged permits, or contract sabotage.</p><p>The planetary <strong>Class E Starport</strong> offers minimal services, making Velstrom an unpopular destination for anyone not on business to the planet. However, its legal and economic climate attracts <strong>shady corporate dealings, bounty hunters, and those looking to exploit the loopholes in the justice system.</strong></p>",

        "<h2>Justice and Corporate Influence</h2><p>The justice system on Velstrom operates under a <strong>guilty-until-proven-wealthy</strong> model. The accused can buy their freedom through <strong>bribes, legal loopholes, or personal connections</strong>. However, those who lack the means to do so often find themselves in the <strong>penal labor system</strong>, sentenced to work in hazardous conditions with little hope of release.</p><p>One of the most infamous locations on Velstrom is <strong>Fort Tarsus</strong>, the planet's primary detention and processing center. Officially designated as a <strong>correctional facility</strong>, it functions more like a corporate processing plant, where inmates are assigned to labor contracts based on their <strong>perceived economic value</strong> rather than their crimes. Sentences are often arbitrarily extended, ensuring a steady workforce for corporate interests.</p><p>Trials on Velstrom are often a mere formality. The wealthy hire the best legal minds to manipulate the system, while public defenders are underfunded and overburdened. <strong>Verdicts are often predetermined</strong>, especially in cases involving corporate interests or political dissenters.</p>",

        "<h2>Key Locations</h2><p><strong>Velstrom Downport</strong> – The planet's only starport, a <strong>heavily controlled access point</strong> for trade and travel. All arrivals are screened, and departing ships require strict clearance to prevent penal laborers from escaping off-world.</p><p><strong>Fort Tarsus</strong> – The <strong>primary detention facility</strong> on Velstrom, where convicted criminals are processed and assigned to forced labor contracts. Rumors persist of <strong>executions disguised as 'workplace accidents.'</strong></p><p><strong>The Courthouse</strong> – A gleaming structure of glass and steel that presents the illusion of justice. Trials are highly publicized, often serving as political spectacles rather than genuine legal proceedings.</p><p><strong>The Estates</strong> – The residences of Velstrom's ruling elite, including high-ranking officials and corporate stakeholders. Access is restricted, and business deals here often determine the fate of entire sectors of the planet's economy.</p>",

        "<h2>Culture and Social Norms</h2><p>Despite the oppressive nature of the legal and economic system, Velstrom's citizens have developed a <strong>pragmatic, survivalist mentality</strong>. Many engage in small acts of defiance—<strong>black-market trade, coded messages in legal filings, or underground political gatherings</strong>—as ways to push back against the corporate-controlled state.</p><p>Due to the dangers of the outside atmosphere, social interactions are highly structured around indoor spaces. Taverns, casinos, and entertainment hubs exist in sealed environments, where deals are made, bribes are exchanged, and alliances are forged.</p><p>Many of the wealthy live in <strong>climate-controlled luxury</strong>, shielded from the harsh realities of the working-class populace. While there are occasional protests and calls for reform, <strong>Velstrom has yet to see a major uprising</strong>, as the ruling elite ensures that dissatisfaction never reaches critical mass.</p>"
      ]
    },
    {
      "name": "Nokara",
      "col": 3,
      "row": 4,
      "uwp": "B995A88-B",
      "tradeCodes": ["Hi", "In"],
      "gasGiants": [],
      "bases": ["Highport", "Army"],
      "weeklyTraffic": 120,
      "berthing": 1500,
      "alert": "",
      "moons": [],
      "diameter": 14717,
      "orbitalPeriod": "577D 10H",
      "distanceFromStarAU": 1.42,
      "temperatures": {
        "daytime": 23,
        "nighttime": 9
      },
      "description": "<p><strong>Nokara</strong>, known as <strong>'The Gilded Core'</strong>, is a densely populated, highly industrialized world renowned for its bureaucratic efficiency, diplomatic prowess, and economic dominance. With an estimated population of <strong>25-30 billion</strong>, it is the largest urban center within six parsecs, serving as a crucial hub for trade, administration, and interstellar negotiation. Despite lacking military strength, Nokara wields power through <strong>economic leverage, diplomatic superiority, and financial influence</strong>, making it an unavoidable player in regional politics.</p><p>The planet's dense and mildly tainted atmosphere requires <strong>light filter masks</strong> for prolonged outdoor exposure, while its surface is covered in <strong>sprawling arcologies</strong> and industrial complexes. Almost every sq km not dedicated to urban centers is covered in  Nokaran culture is deeply pacifistic, with violence considered primitive and unacceptable. All disputes—whether personal, corporate, or political—are settled through arbitration, legal maneuvering, and economic pressure rather than physical force.</p>",
      "details": [
        "<h2>Astrography and Climate</h2><p>Nokara is part of a <strong>multi-world system</strong> with numerous orbital facilities and space stations supporting its immense population. The planet itself is <strong>14,000 km in diameter</strong>, slightly larger than Earth, with a gravity of <strong>1.1G</strong>. Its <strong>dense, tainted atmosphere</strong> makes breathing slightly more difficult for off-worlders, and prolonged exposure to unfiltered air leads to respiratory irritation. Most buildings are environmentally controlled, and residents commonly wear <strong>light respirators</strong> outdoors.</p><p>Nokara has <strong>50% water coverage</strong>, though it lacks true oceans. Instead, it is dominated by <strong>inland seas, vast salt flats, and wide river networks</strong>. Floating cities and massive hydroponic farms are common, sustaining the population's immense food needs.</p>",

        "<h2>Government and Law</h2><p>Nokara operates under a <strong>Civil Service Bureaucracy</strong>, where governance is handled by an elite class of lifelong administrators and policy experts. Power is not inherited but earned through <strong>merit-based public service</strong>, and citizens advance through academia, administrative roles, and civic engagement. The government is highly procedural, with intricate systems of arbitration and appeals ensuring that every dispute is settled legally and fairly—if slowly.</p><p>With a <strong>Law Level of 8</strong>, Nokara enforces some of the strictest anti-violence laws in the subsector:</p><ul><li>Weapons, armor, and combat stimulants are banned.</li><li>Even personal blades and stunners are prohibited in public.</li><li>All legal disputes are settled through arbitration rather than physical conflict.</li><li>Surveillance is widespread, withAI-assisted law enforcement monitoring compliance.</li></ul><p>Travellers who engage in violence—whether in self-defense or aggression—risk immediate arrest, financial blacklisting, or permanent expulsion from Nokaran society.</p>",

        "<h2>Culture and Society</h2><p>Nokaran culture places <strong>supreme value on diplomacy, negotiation, and legal discourse</strong>. Violence is considered <strong>barbaric</strong>, and those who resort to it are socially ostracized. Social status is determined not by wealth or birthright, but by <strong>professional achievements, academic contributions, and bureaucratic expertise</strong>. The most respected citizens are those who excel in governance, mediation, and policy development.</p><p>Most of the population lives in <strong>self-contained mega-arcologies</strong>—massive vertical cityscapes housing tens of millions each. These are interconnected by <strong>sophisticated underground maglev networks and automated personal transport systems</strong>. AI governance ensures <strong>near-perfect resource distribution and waste recycling</strong>, creating a highly structured and efficient society.</p>",

        "<h2>The Underbelly: Organized Crime and Rebellion</h2><p>Despite its highly structured society, Nokara is <strong>not a utopia</strong>. The sheer scale of its bureaucracy leaves **gaps to be exploited, loopholes to be abused, and corruption to fester**. The planet's rigid legal system has created a natural counterweight: a **shadow society that thrives beneath the surface of order**.</p><p><strong>The Syndicates</strong> – Though outright gang warfare is nonexistent, organized crime operates <strong>like a shadow bureaucracy</strong>, embedded within legitimate business networks. Bribery, document forgery, and financial fraud are rampant. Some syndicates specialize in <strong>smuggling restricted goods</strong>—not just weapons, but illicit AI software, unregistered cybernetics, and forbidden stimulants.</p><p><strong>The Black Arbitration</strong> – A hidden network of **rogue negotiators, corrupt officials, and corporate fixers** exists to handle disputes in ways the official system cannot. **Debt collection, blackmail, and reputational sabotage** are their weapons of choice.</p><p><strong>The Exiles</strong> – Not everyone submits to Nokara's peaceful, structured society. The Exiles are a collection of ideological rebels, mercenary groups, and anti-bureaucracy radicals. They live **in abandoned industrial sectors, off-world hideouts, and deep-sea enclaves**. Though scattered, they represent the closest thing to an armed resistance, even if their weapons are more often <strong>data breaches than bullets</strong>.</p>",

        "<h2>Economy and Industry</h2><p>Nokara is a major economic powerhouse, serving as the <strong>financial and manufacturing hub</strong> of the region. Its economy is based on <strong>high-precision manufacturing, industrial logistics, and financial services</strong>, supporting numerous trade networks across multiple star systems.</p><p><strong>Primary Exports:</strong></p><ul><li>Consumer Electronics & Industrial Machinery</li><li>High-Precision Manufactured Components</li><li>Pharmaceuticals & Medical Equipment</li><li>Financial & Administrative Services</li></ul><p><strong>Primary Imports:</strong></p><ul><li>Raw Materials (Metals, Rare Earths, Polymers)</li><li>Advanced Computing Systems (Sourced from higher TL worlds)</li><li>Offworld Agricultural Goods</li></ul>",

        "<h2>Security and Policing</h2><p>Traditional law enforcement is nearly nonexistent on Nokara. Instead, order is maintained through <strong>AI-assisted monitoring, economic sanctions, and non-lethal intervention drones</strong>. The primary forms of crime are <strong>corporate fraud, digital espionage, and political manipulation</strong>, rather than street-level violence.</p><p>Despite this, crime still exists—it's just hidden behind <strong>layers of legal complexity</strong>. Anyone willing to navigate the labyrinthine corporate networks can find ways to exploit the system, make illicit deals, or disappear entirely.</p>",

        "<h2>Key Locations</h2><p><strong>Tijara Grand Arcology</strong> – The largest urban center on the planet, housing over a billion residents in a single, interconnected mega-city. Government ministries, financial institutions, and corporate headquarters are all based here.</p><p><strong>The Arbitration Halls</strong> – Massive complexes dedicated to legal dispute resolution and corporate mediation. Any major political or economic conflict in the subsector is likely to be settled here.</p><p><strong>Ika-Roa Academy</strong> – A prestigious institution where future administrators and policymakers are trained. Admission is highly competitive, and graduates are guaranteed influential positions within Nokaran society.</p><p><strong>The Orbital Trade Hub</strong> – A vast space station facilitating interstellar commerce. Most off-worlders never set foot on Nokara itself, conducting their business entirely within this high-security trade zone.</p><p><strong>The Smog Markets</strong> – A network of underground traders dealing in illegal AI, unregistered biotech, and bypassed security credentials.</p><p><strong>The Sunken Cities</strong> – Once thriving industrial zones, these abandoned underwater arcologies now serve as hideouts for rebels, smugglers, and mercenaries.</p>"
      ]
    },
    {
      "name": "Trisvaal",
      "col": 3,
      "row": 6,
      "uwp": "X332316-5",
      "tradeCodes": ["Lo", "Po", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Veydran",
      "col": 4,
      "row": 1,
      "uwp": "B774456-B",
      "tradeCodes": ["Ni"],
      "gasGiants": [],
      "bases": ["Highport"],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Myxthos",
      "col": 4,
      "row": 6,
      "uwp": "C100468-C",
      "tradeCodes": ["Ht", "Ni", "Va"],
      "gasGiants": [],
      "bases": [],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Khanshaa",
      "col": 4,
      "row": 7,
      "uwp": "D000368-A",
      "tradeCodes": ["As", "Lo", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Navy"],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Lifthrasir",
      "col": 4,
      "row": 9,
      "uwp": "C200461-8",
      "tradeCodes": ["Ni", "Va"],
      "gasGiants": [],
      "bases": [],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Rynquith",
      "col": 5,
      "row": 1,
      "uwp": "C8A6965-9",
      "tradeCodes": ["Fl", "Hi", "In"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "description": "",
      "details": [],
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Ros-Jal",
      "col": 5,
      "row": 4,
      "uwp": "D495354-4",
      "tradeCodes": ["Lo", "Lt"],
      "gasGiants": ["Cyclamen (GM8)", "Deest (GS6)"],
      "gravity": 0.35,
      "bases": [],
      "weeklyTraffic": 2,
      "berthing": 1500,
      "alert": "",
      "moons": ["Laguda (2950 km)"],
      "diameter": 5933,
      "orbitalPeriod": "541D 7H",
      "distanceFromStarAU": 1.36,
      "temperatures": {
        "daytime": 30,
        "nighttime": 15
      },
      "description": "<p><strong>Ros-Jal</strong>, officially known as <strong>The Leanwright Protectorate</strong>, is a world of toxic mists, rigid social hierarchies, and rare mineral wealth. Colonized only a few generations ago, it serves as the final bastion of the once-great <strong>House Zebasoom</strong>, whose remnants rule with an iron grip under the guise of a <strong>Feudal Technocracy</strong>. Despite its harsh conditions, Ros-Jal's rare mineral deposits make it an object of both <strong>envy and ambition</strong> for neighboring systems.</p><p>The planet's atmosphere is <strong>dense and tainted (Type 9)</strong>, requiring filter masks for outdoor exposure. Only high mountain peaks, perched precariously on the edge of the <strong>'death zone'</strong>, are habitable without constant environmental gear. Here, atop jagged cliffs, lies the royal palace, the central settlement, and the world's most unusual starport—<strong>a massive, mobile landing platform integrated into the planet's only rail system</strong>.</p>",
      "details": [
        "<h2>Environment and Climate</h2><p>Ros-Jal is a small world with a diameter of <strong>5,933 km</strong> and a gravity of <strong>0.35g</strong>. Its surface is shrouded by a thick layer of <strong>toxic fog</strong>, locally known as <strong>'the Soup'</strong>. The tainted atmosphere so dense it causes issues for sensors, aircraft, and grav vehicles. Human life is only sustainable in the thin, jagged mountain ranges that pierce above the fog's surface, though even here, <strong>filter masks</strong> are required due to lingering particulates.</p><p><strong>50% of the surface is covered by water</strong>, mostly in isolated pockets of freshwater surrounded by lifeless, rocky shores. The planet's natural resources are buried deep beneath the toxic layers, making mining both dangerous and logistically complex.</p>",

        "<h2>Government and Law</h2><p>Ros-Jal is ruled by the remnants of <strong>House Zebasoom</strong> under a <strong>Feudal Technocracy</strong>. Power is concentrated in the hands of <strong>technocratic elites and hereditary nobles</strong>, who govern through a mix of ancient tradition and rigid control over industrial knowledge. The ruling family maintains dominance through control of the planet's infrastructure—especially the <strong>rail system and the starport</strong>.</p><p>With a <strong>Law Level of 4</strong>, restrictions are moderate. <strong>Light assault weapons and most forms of armor are banned</strong>, except for authorized enforcers loyal to the technocratic elites. Justice is often arbitrary, dictated more by social standing than legal precedent. Those of noble blood or technical expertise hold privileges that common workers can only dream of.</p>",

        "<h2>Culture and Society</h2><p>Ros-Jal's culture is <strong>deeply conservative</strong>, shaped by the traditions of House Zebasoom and the harshness of the environment. <strong>Change is viewed with suspicion</strong>, and outsiders are often treated as interlopers unless they bring valuable skills or resources. The society is divided into rigid classes:</p><ul><li><strong>Nobles:</strong> Descendants of House Zebasoom, who claim divine right through their lineage.</li><li><strong>Technocrats:</strong> Engineers, scientists, and skilled workers who maintain the critical infrastructure.</li><li><strong>Indentured Laborers:</strong> Miners and unskilled workers, many of whom live and die unseen in the toxic depths of the Soup.</li></ul><p>Social mobility is almost nonexistent. <strong>Family reputation, loyalty to the Protectorate, and technical skill</strong> determine one's place in society. Rumors persist of <strong>hidden mining camps</strong> filled with unregistered laborers, but the ruling class shows little interest in confirming—or addressing—these whispers.</p>",

        "<h2>Economy and Industry</h2><p>Ros-Jal's economy revolves entirely around <strong>rare mineral extraction</strong>. The planet's valuable ores are located deep beneath the toxic surface, requiring complex logistics supported by the <strong>planet's iconic rail system</strong>. This massive, single-track railway connects the royal palace, the starport, freshwater reserves, and mining sites buried deep within the Soup.</p><p><strong>Primary Exports:</strong></p><ul><li>Rare minerals and unrefined ores</li><li>Industrial chemicals derived from atmospheric byproducts</li></ul><p><strong>Primary Imports:</strong></p><ul><li>Advanced medical supplies</li><li>Environmental equipment and filtration systems</li><li>Luxury goods for the noble elite</li></ul>",

        "<h2>Starport and Transportation</h2><p>Ros-Jal's <strong>D-class starport</strong> is unlike any other in the sector. With habitable land at a premium, the starport is integrated directly into the <strong>massive rail system</strong>, making the train itself both a <strong>lifeline and a landing platform</strong>. Ships descend onto reinforced platforms atop the train, which then transports them to mining facilities, the royal palace, or water processing stations.</p><p>While landing in the fog-choked Soup is <strong>highly dangerous</strong> due to atmospheric interference, ships often <strong>launch directly from the mines</strong> after loading cargo. The combination of <strong>low gravity</strong> and <strong>specialized launch equipment</strong> makes this bizarre system surprisingly effective.</p><p>In addition to the rail system, <strong>airships and gliders</strong> are common, taking advantage of Ros-Jal's thin atmosphere and low gravity. These vessels scout for new mineral deposits and ferry supplies to remote outposts perched precariously above the deathly fog.</p>",

        "<h2>Key Locations</h2><p><strong>The Royal Palace of House Zebasoom</strong> – Perched atop the highest mountain, this fortified structure serves as the seat of power. Surrounded by the largest settlement on the planet, it houses nobles, technocrats, and the administrative elite.</p><p><strong>The Starport-Train</strong> – A colossal, mobile landing platform integrated into the planet's sole rail line. It is both a <strong>commercial hub</strong> and a <strong>symbol of House Zebasoom's dominance</strong>, as every shipment of ore must pass through it.</p><p><strong>The Soup Mines</strong> – Hidden beneath the toxic fog, these sprawling industrial sites are manned by <strong>indentured workers</strong> whose existence is barely acknowledged. Conditions are hazardous, and rumors of <strong>unregistered labor camps</strong> persist.</p><p><strong>The Skyfarer Enclaves</strong> – Remote outposts operated by <strong>airship clans</strong> who live independently of the Protectorate's rule. They trade in information, rare goods, and occasionally, stolen ore.</p>"
      ],
      "adventureHooks": [
        "<h2>Adventure Hooks</h2><ul><li><strong>The Missing Manifest:</strong> A shipment of rare minerals has vanished between the mines and orbit. Was it piracy, sabotage, or an inside job?</li><li><strong>Fogbound Secrets:</strong> A prospector claims to have found an <strong>ancient alien ruin</strong> hidden beneath the Soup—shortly before disappearing without a trace.</li><li><strong>Rebellion on the Rails:</strong> The starport-train has been hijacked by rebels demanding freedom for indentured workers. The ruling House wants it back—intact.</li><li><strong>The Unseen Labor:</strong> A foreign corporation hires the crew to <strong>investigate rumors of illegal labor camps</strong>, but House Zebasoom has no interest in outsiders asking questions.</li></ul>"
      ]
    },
    {
      "name": "Iridessa",
      "col": 5,
      "row": 5,
      "uwp": "C8C5586-A",
      "tradeCodes": ["Fl", "Ni"],
      "gasGiants": [],
      "bases": ["Scout"],
      "description": "",
      "details": [],
      "alert": "Amber",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Esmalon",
      "col": 5,
      "row": 9,
      "uwp": "D778888-4",
      "tradeCodes": ["Lt"],
      "gasGiants": ["placeholder"],
      "bases": ["Scout"],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Caldarax",
      "col": 6,
      "row": 0,
      "uwp": "C556761-4",
      "tradeCodes": ["Ag", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Hesperus",
      "col": 6,
      "row": 3,
      "uwp": "B5608CC-E",
      "tradeCodes": ["De", "Ht"],
      "gasGiants": ["placeholder"],
      "bases": ["Army", "Navy", "Scout"],
      "description": "",
      "details": [],
      "alert": "Red",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Fenlaris",
      "col": 6,
      "row": 4,
      "uwp": "B101544-A",
      "tradeCodes": ["Ic", "Ni", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Scout"],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    },
    {
      "name": "Haven",
      "col": 6,
      "row": 9,
      "uwp": "B110420-9",
      "tradeCodes": ["Ni"],
      "gasGiants": ["Kalahari (GMA)", "Diana (GS3)", "Rao (GLG)"],
      "bases": ["Highport", "Navy", "Scout"],
      "weeklyTraffic": 5,
      "alert": "Amber",
      "moons": [],
      "diameter": 2202,
      "gravity": 0.12,
      "orbitalPeriod": "225D 22H",
      "distanceFromStarAU": 0.76,
      "temperatures": {
        "daytime": 141,
        "nighttime": -54
      },
      "description": "<p><strong>Haven</strong> is a space-based society orbiting the barren planet <strong>Quolir</strong>, its population (50,000) residing entirely in the last surviving orbital habitat, <strong>Haven</strong>. Originally one of six massive stations known as the <strong>Sides</strong>, Haven now struggles under severe overpopulation, resource shortages, and the constant challenge of maintaining its failing infrastructure. Despite its high technological base, most of the population lives under precarious conditions, relying on salvaged components and makeshift repairs to keep essential systems operational.</p>",
      "details": [
        "<h2>Geography and Environment</h2><p>The planet Quolir itself is a lifeless rock with no atmosphere, no surface water, and no significant geological value. The real focus of the system is the network of orbital habitats known as the <strong>Sides</strong>, which were originally positioned in geosynchronous orbit in a hexagonal configuration around the planet. These stations were designed as self-sustaining environments, each with a specialized mission and role.</p><p>Today, only <strong>Haven</strong> remains fully inhabited. The wreckage of the other five—<strong>Tranquility, Serenity, Oasis, Sanctuary,</strong> and <strong>Elysium</strong>—still lingers in orbit, serving as dangerous but necessary salvage grounds. Some rumors persist that remnants of their original populations may still be clinging to life in the ruins, though no verified contact has been made.</p>",

        "<h2>History</h2><p>The <strong>Six Sides Project</strong> was an ambitious colonization effort meant to establish a fully self-sufficient orbital society above Quolir. Each station was designed with a distinct purpose, from research to agriculture to industry. However, a catastrophic event—whether war, system failure, or external sabotage—led to the destruction or abandonment of five of the Sides, leaving <strong>Haven</strong> as the last functional habitat.</p><p>With a population several times greater than its original design capacity, Haven has become a precarious marvel of engineering, surviving only through relentless jury-rigging, dangerous salvage missions, and strict recycling efforts.</p>",

        "<h2>Government and Politics</h2><p>Haven has no centralized government in the traditional sense. The only law that exists is maintaining the station. Any changes affecting the whole of Haven are only enacted through <strong>popular vote</strong>, leading to an often chaotic and slow-moving decision-making process. Individual factions and guilds hold significant sway, but none can truly claim dominance over the station.</p><p>Politics on Haven is often cutthroat, with guilds, salvage teams, and supply factions vying for control over resources. Power is measured in access to food, water, air, and habitable space rather than political influence.</p>",

        "<h2>Economy and Trade</h2><p>Despite its severe resource scarcity, Haven maintains an advanced technological base. The original infrastructure of the Sides was designed to support a far smaller population with minimal imports. Today, however, the economy is a fragile balancing act of external trade, internal recycling, and salvage operations.</p><p>The guilds that manufacture products function less like corporations and more like <strong>tribal clans</strong>, defending their territories and resources fiercely. Business rivalries are known to escalate beyond economic competition, occasionally turning into open sabotage or armed skirmishes.</p><p>With food, water, and air constantly in short supply, <strong>piracy is a known occurrence</strong> in the surrounding space, as desperate factions or rogue elements seize cargo ships carrying critical resources. Some off-world traders deal with Haven only under heavy escort or request intervention from the local <strong>Imperial navy base</strong>. Naval commanders have taken action against space-borne pirates in the system before, but rarely send forces into Haven, for fear of escalating an already delicate situation.</p>",

        "<h2>Technology and Infrastructure</h2><p>While Haven is officially classified at <strong>Tech Level 9</strong>, much of its infrastructure is barely functional. The station was designed to operate with a single orbital solar array, but with the increased power demand, two additional arrays have been salvaged and repurposed to keep critical systems running.</p><p>The average citizen is highly skilled in <strong>jury-rigging</strong> and improvising repairs, as maintenance of life-support systems is a daily struggle. While high technology exists, it is often out of reach for most inhabitants, reserved for station-critical functions.</p><p>Salvage operations are a fundamental part of Haven's continued survival. Crews regularly venture into the wreckage of the other Sides, recovering materials, equipment, and sometimes even lost data caches. These missions are extremely hazardous, as unstable debris fields, rogue drones, and the possibility of encountering hidden survivors make them unpredictable at best.</p>",

        "<h2>Imperial Presence and Strategic Importance</h2><p>Despite its internal struggles, Quolir remains strategically significant due to its location on an <strong>Xboat route</strong> and the presence of both an <strong>Imperial Navy Base</strong> and a <strong>Scout Services station</strong>. These facilities serve as staging points for Imperial operations in the region, providing fleet support, reconnaissance, and emergency logistics for vessels in need of repairs or refueling.</p><p>The <strong>Imperial Navy Base</strong> is primarily tasked with patrolling the sector, deterring piracy, and ensuring the continued function of the Xboat network. While it maintains a small permanent fleet, the base regularly sees passing warships stopping for resupply or minor overhauls.</p><p>The <strong>Scout Services station</strong> operates independently of Haven's civilian population, focusing on deep-space surveys, sensor relays, and maintaining contact with outlying systems. Scouts often hire local salvage crews for specialized recovery missions, making their station one of the few reliable sources of outside employment for Haven's inhabitants.</p><p>The presence of these Imperial facilities offers a degree of stability, but they largely keep to their own operations, interacting with Haven only when necessary. The Imperium has little interest in governing the station directly, leaving its internal affairs to the whims of its population.</p>",

        "<h2>Society and Culture</h2><p>Haven's culture is defined by scarcity, pragmatism, and survival. Resourcefulness is valued above all else, and those who can repair, repurpose, or engineer solutions are among the most respected members of society. Due to the constant resource struggle, <strong>green spaces</strong> are considered sacred. Destroying trees or plant life is one of the few universally recognized crimes, as they are essential for air regeneration and food production.</p><p>Despite this, ongoing debates rage over whether more green space should be cleared to accommodate the growing population. Some argue that increased food production will help alleviate shortages, while others insist that further destruction will push the station beyond its sustainability limits.</p><p>Travel off-station is rare, and those who leave are often regarded with suspicion or jealousy. While some see them as adventurers bringing back valuable goods, others view them as abandoning their responsibilities to Haven.</p>",

        "<h2>Law and Order</h2><p>Haven has <strong>no formal legal system</strong>. With no central enforcement agency, justice is either handled through mob rule, guild arbitration, or direct retaliation. The only universally recognized law is that no one may compromise the stability of the station. Major crimes, such as deliberate sabotage of life-support systems or destruction of critical resources, are met with immediate and often lethal punishment.</p><p>Guild conflicts sometimes escalate into outright warfare, but open battles are rare due to the potential for catastrophic station damage. Instead, disputes are often settled through economic pressure, assassinations, or rigged votes.</p>"
      ]
    },
    {
      "name": "Asherah",
      "col": 7,
      "row": 4,
      "uwp": "E752520-4",
      "tradeCodes": ["Lt", "Ni", "Po", "Ho"],
      "gasGiants": ["Teide (GM8)", "Oleka (GS4)", "Shivani (GS5)"],
      "bases": [],
      "weeklyTraffic": 3,
      "alert": "Amber",
      "moons": [],
      "rings": ["R01:0.65-0.17 "],
      "diameter": 11661,
      "gravity": 0.91,
      "orbitalPeriod": "437D 6H",
      "distanceFromStarAU": 1.18,
      "temperatures": {
        "daytime": 47,
        "nighttime": 22
      },
      "description": "<p><strong>Asherah</strong> is a harsh, arid world where survival is dictated by limited water resources, a tightly-knit society, and deep-rooted traditions. Life revolves around <strong>Concord</strong>, the planet's only major city, and its starport, <strong>Gateway</strong>, which serves as a political, commercial, and cultural hub. The planet's primary export, salt, shapes not only its economy but also its social norms and rituals.</p>",
      "details": [
        "<h2>Geography and Climate</h2><p>Asherah is a dry, hot world with a thin but breathable atmosphere (Type 5) and minimal surface water, covering only 20% of the planet. The singular major body of water acts as the planet's primary heat sink, moderating temperatures in coastal areas but leaving the interior vulnerable to extreme daily temperature swings. Even in <strong>Concord</strong>, temperatures drop significantly at night, leading to an early nightlife culture where most residents are indoors by late evening.</p><p>The land consists of vast salt flats, rocky deserts, and scattered mesas, with little vegetation outside of cultivated areas. High winds and dust storms are common, forcing settlements to be built with environmental hazards in mind.</p>",

        "<h2>History</h2><p>Originally settled as a minor colony for mineral extraction, Asherah's development was slow due to its inhospitable environment. Over time, the planet's salt deposits became its primary economic asset, leading to the rise of a trade-based society centered around <strong>Gateway</strong>. The starport grew beyond its original function, becoming a symbol of unity and a gathering place for political and cultural events. Today, Asherah remains a frontier world, its people deeply bound to tradition and communal survival.</p>",

        "<h2>Government and Politics</h2><p>Asherah is governed as a <strong>participatory democracy</strong> (Gov 2), where major decisions are made through open forums and community gatherings, typically held in <strong>Gateway</strong>. The lack of formal governance beyond the city limits results in a loose network of settlements operating under mutual agreements. While there are no formal laws (Law Level 0), social norms and collective accountability maintain order. Personal disputes are resolved through negotiation, mediation, or, in extreme cases, exile.</p>",

        "<h2>Economy and Trade</h2><p>The planet's primary export is <strong>salt</strong>, which is not only a trade commodity but also an integral part of Asherahian culture. Salt is used for preservation, seasoning, and cleaning, with idioms and insults woven around its presence in daily life. Trade with off-world merchants is vital, as Asherah lacks industrial infrastructure and must import most advanced goods and equipment.</p><p>One of the more unusual trade rituals is the <strong>'Gift of Preservation'</strong>, in which a departing starship is given a sealed bottle of Asherah's ocean water. The tradition serves both as a symbolic farewell and as a mark of goodwill for returning travelers.</p>",

        "<h2>Culture and Society</h2><p>Asherahian society is structured around tradition and ritual, with a strong emphasis on community survival. <strong>Gateway</strong> is more than a starport—it is the heart of Asherahian identity, where ceremonies, trade deals, and social gatherings take place. Arrivals and departures of ships are often marked by public observances, reinforcing the collective spirit of the planet.</p><p>Asherahians value self-sufficiency and perseverance, yet they are also known for their hospitality. Visitors are often welcomed with formalized exchanges of goods or drinks, particularly at establishments like <strong>The Brine Barrel</strong>, Concord's oldest cantina. Here, the 'Gift of Preservation' tradition grants returning Asherahians a free round, while non-natives receive discounted drinks in recognition of their journey.</p>",

        "<h2>Major Settlements</h2><p>The vast majority of Asherah's population resides in <strong>Concord</strong>, a sprawling city located on the coast of the planet's only significant ocean. Built for function rather than aesthetics, Concord features low, sturdy buildings designed to withstand extreme temperatures and high winds. Infrastructure is highly localized, with technology levels dropping sharply outside the city center.</p><p>Beyond Concord, scattered towns and isolated homesteads persist through sheer determination. One of the most notable remote sites is the <strong>Research Station</strong> on the planet's far side, where scientists study the preserved remains of ancient marine ecosystems trapped in the salt flats. This floating laboratory, built on inflatable pontoons, is a marvel of ingenuity, capable of lowering itself to avoid destruction during high wind storms.</p>",

        "<h2>Technology and Infrastructure</h2><p>Asherah operates at <strong>Tech Level 4</strong>, with industrial capabilities comparable to early modern technological eras. While Gateway maintains a functional power grid and limited mechanization, the further one travels from the city, the more primitive life becomes. Most settlements rely on basic tools, barter systems, and self-sufficiency to survive.</p><p>Air-raft racing is a popular sport on Asherah, with events frequently held over the <strong>Bitterwater Shoal</strong>, a shallow expanse of water southwest of Concord. The location is favored due to its low risk of total loss—though crashes are still deadly, the wreckage is often retrievable.</p>",

        "<h2>Law and Order</h2><p>With a law level of 0, Asherah has no formal restrictions on weaponry, behavior, or commerce. However, social accountability and community reputation play significant roles in maintaining order. Those who disrupt the peace or violate local customs find themselves unwelcome in Concord, effectively exiled by public sentiment.</p><p>Violence is rare within the city, but disputes outside of Concord are often settled informally, and personal responsibility is a cornerstone of Asherahian ethics. Most citizens take pride in their ability to self-govern and view excessive regulation as unnecessary.</p>"
      ]
    },
    {
      "name": "Zetheron",
      "col": 7,
      "row": 9,
      "uwp": "X401000",
      "tradeCodes": ["Ba", "Ic", "Va"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": "",
      "details": [],
      "alert": "",
      "moons": [],
      "berthing": 0,
      "weeklyTraffic": 0,
      "diameter": 0,
      "gravity": 0,
      "orbitalPeriod": "",
      "distanceFromStarAU": 0,
      "temperatures": {
        "daytime": 0,
        "nighttime": 0
      }
    }
  ]
}
