{
  "name": "Ulara",
  "planets": [
    {
      "name": "Aerenis",
      "col": 0,
      "row": 1,
      "uwp": "D383324-3",
      "tradeCodes": ["Lo", "Lt", "Ho"],
      "gasGiants": ["Ocrora (GMC)", "Naade (GM7)"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": [],
      "diameter": 3239,
      "orbitalPeriod": "204D 8H",
      "distanceFromStarAU": 0.61,
      "temperatures": {
        "daytime": 223,
        "nighttime": -146
      }
    },
    {
      "name": "Thalara",
      "col": 0,
      "row": 2,
      "uwp": "B69A243-A",
      "tradeCodes": ["Lo", "Wa", "Tp"],
      "gasGiants": ["Pasinov (GLH)", "Zoruta (GLD)", "Risara (GS6)", "Hophetania (GS4)"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": [],
      "diameter": 9823,
      "orbitalPeriod": "219D 3H",
      "distanceFromStarAU": 0.64,
      "temperatures": {
        "daytime": 29,
        "nighttime": 23
      }
    },
    {
      "name": "Vorlis",
      "col": 1,
      "row": 4,
      "uwp": "D897366-6",
      "tradeCodes": ["Lo"],
      "gasGiants": ["Trypso (GL8)", "Xalnion (GS5)"],
      "bases": ["Scout"],
      "description": [],
      "alert": "",
      "moons": ["S", "S", "S", "Vorlis d (E556100-6)"],
      "diameter": 12912,
      "orbitalPeriod": "354D 18H",
      "distanceFromStarAU": 0.88,
      "temperatures": {
        "daytime": 20,
        "nighttime": 4
      }
    },
    {
      "name": "Threlix",
      "col": 1,
      "row": 6,
      "uwp": "D534300-6",
      "tradeCodes": ["Lo"],
      "gasGiants": ["Gagan (GS5)", "Brao (GMB)", "Yidilia (GS5)"],
      "bases": [],
      "description": [],
      "alert": "Amber",
      "moons": [],
      "diameter": 7301,
      "orbitalPeriod": "189D 10H",
      "distanceFromStarAU": 0.58,
      "temperatures": {
        "daytime": 51,
        "nighttime": -45
      }
    },
    {
      "name": "Lunthera",
      "col": 2,
      "row": 2,
      "uwp": "X224000-0",
      "tradeCodes": ["Ba"],
      "gasGiants": ["Tvar (GMC)", "Vortek (GLD)"],
      "bases": [],
      "description": [],
      "alert": "",
      "berthing": 0,
      "moons": [],
      "diameter": 3239,
      "orbitalPeriod": "204D 9H",
      "distanceFromStarAU": 0.61,
      "temperatures": {
        "daytime": 223,
        "nighttime": -146
      }
    },
    {
      "name": "Skoll",
      "col": 2,
      "row": 3,
      "uwp": "C531613-5",
      "tradeCodes": ["Lt", "Na", "Ni", "Po"],
      "gasGiants": ["Alea (GLD)", "Lorix (GS4)", "Batrov (GM8)", "Munak (GMB)"],
      "bases": ["Scout"],
      "berthing": 100,
      "weeklyTraffic": 10,
      "alert": "",
      "moons": [],
      "diameter": 7695,
      "gravity": 0.45,
      "orbitalPeriod": "283D 5H",
      "distanceFromStarAU": 0.85,
      "temperatures": {
        "daytime": 43,
        "nighttime": 4
      },
      "description": [
        "<p>Skoll is a harsh, arid planet ruled by a feudal system under <strong>Sarrax Kaine Mylarron</strong>. The population, numbering in the millions, is divided among baronial territories, with Siron City as the planetary capital. The yearly Tournament of Blades serves as a violent yet formalized way to resolve disputes, while day-to-day life is dominated by rigid social hierarchies and cordial manners. Advanced technology is rare and imported, with the planet's own industrial capabilities stuck at an early 20th-century level. Nomadic tribes and political intrigue provide both opportunity and danger for those visiting this turbulent world.</p>",
        "<h3>Environment and Biome</h3><p>Skoll is a harsh, arid world with a thin, breathable atmosphere that sustains limited life. Its gravity (0.45g) and minimal water (11%) have shaped a landscape of rocky plains, rugged highlands, and sparse low-grav forests. The extreme temperature shifts between day and night, combined with frequent dust storms, make life outside fortified settlements difficult. Isolated lakes and underground aquifers provide the bulk of the planet's water, and agriculture is a challenging endeavor, relying on hardy crops and minimal irrigation.</p>",
        "<h3>Society and Culture</h3><p>Skoll's feudal structure reflects the Imperium's tendency to delegate planetary governance to local rulers. The planet is ruled by <strong>Sarrax Kaine Mylarron</strong>, who resides in <strong>Siron City</strong>, the planetary capital and starport. His authority is recognized by the Imperium, but his barons wield significant independence, often acting as miniature warlords. These barons oversee their own territories, collecting taxes, maintaining militias, and enforcing their own laws. Disputes between barons are theoretically mediated by the Knight, though in practice, intrigue and subtle power plays are common.</p><p>The society of Skoll has evolved to cope with the constant threat of conflict. To curb the endless warring that once ravaged the planet, a yearly Tournament of Blades is held. This event, an orgy of ritualized hyperviolence, serves as a way for barons and their vassals to settle disputes without descending into open war. Dueling, jousting, and melee competitions are used to mediate conflicts ranging from territorial disputes to personal vendettas. Barons caught engaging in conflict outside of the tournament are occasionally punished, though their influence often shields them from execution.</p><p>At the lower levels of society, most day-to-day violence is ignored by the ruling class unless it threatens stability. Outcasts and nomadic tribes, living beyond the reach of baronial rule, are often hunted as part of military training exercises, their existence treated as an inconvenience at best and prey at worst. These brutal hunts are a grim reminder of the planet's feudal hierarchy.</p><p>In sharp contrast to this violence, Skollans value cordiality and manners in their personal interactions. Public displays of insult or anger are considered deeply uncivilized, replaced instead by exaggerated gestures of shunning or ostentatious formality to express displeasure. This formalized politeness is seen even during the Tournament of Blades, where rivals exchange respectful greetings before attempting to kill one another.</p>",
        "<h3>Technology and Economy</h3><p>Skoll operates at a TL 5 industrial level, with steam power, basic chemical industries, and primitive firearms. While the people are aware of higher technology through their contact with the Imperium, they lack the infrastructure to produce it locally. The planetary starport, though classified as D-level, functions as a critical connection to the galactic trade network, importing advanced weapons, medical supplies, and machinery that the feudal lords rely on to maintain their rule.</p><p>The economy is primarily agrarian, with some mining and light industrial production. Trade within the planet is conducted through baronial fiefdoms, where peasants toil under harsh conditions to support their lords. Mercenaries and adventurers frequently find work here, hired to protect caravans or enforce the whims of the nobility.</p>"
      ]
    },
    {
      "name": "Zyphara",
      "col": 2,
      "row": 6,
      "uwp": "E336444-5",
      "tradeCodes": ["Lt", "Ni", "Fr"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Caerula",
      "col": 2,
      "row": 9,
      "uwp": "A89A7BB-E",
      "tradeCodes": ["Ht", "Wa"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Army"],
      "description": [],
      "alert": "Amber",
      "moons": []
    },
    {
      "name": "Abyss Station",
      "col": 3,
      "row": 0,
      "uwp": "D000687-9",
      "tradeCodes": ["As", "Na", "Ni", "Va"],
      "gasGiants": [],
      "bases": ["Scout"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Ormathis",
      "col": 3,
      "row": 1,
      "uwp": "DC74300-A",
      "tradeCodes": ["Fl", "Lo", "Ho"],
      "gasGiants": ["placeholder"],
      "bases": ["Pirate"],
      "description": [],
      "alert": "Amber",
      "moons": []
    },
    {
      "name": "Velstrom",
      "col": 3,
      "row": 3,
      "uwp": "E8B0447-9",
      "tradeCodes": ["Ni", "Ho"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "Amber",
      "moons": [],
      "diameter": 12429,
      "orbitalPeriod": "726D 8H",
      "distanceFromStarAU": 1.42,
      "temperatures": {
        "daytime": 31,
        "nighttime": 14
      }
    },
    {
      "name": "Nokara",
      "col": 3,
      "row": 4,
      "uwp": "B995A88-B",
      "tradeCodes": ["Hi", "In"],
      "gasGiants": [],
      "bases": ["Highport", "Army"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Trisvaal",
      "col": 3,
      "row": 6,
      "uwp": "X332316-5",
      "tradeCodes": ["Lo", "Po", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Penthara",
      "col": 4,
      "row": 1,
      "uwp": "B774456-B",
      "tradeCodes": ["Ni"],
      "gasGiants": [],
      "bases": ["Highport"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Myxthos",
      "col": 4,
      "row": 6,
      "uwp": "C100468-C",
      "tradeCodes": ["Ht", "Ni", "Va"],
      "gasGiants": [],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Khanshaa",
      "col": 4,
      "row": 7,
      "uwp": "D000368-A",
      "tradeCodes": ["As", "Lo", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Navy"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Lifthrasir",
      "col": 4,
      "row": 9,
      "uwp": "C200461-8",
      "tradeCodes": ["Ni", "Va"],
      "gasGiants": [],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Rynquith",
      "col": 5,
      "row": 1,
      "uwp": "C8A6965-9",
      "tradeCodes": ["Fl", "Hi", "In"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "description": [],
      "alert": "Amber",
      "moons": []
    },
    {
      "name": "Crenthos",
      "col": 5,
      "row": 4,
      "uwp": "D495354-4",
      "tradeCodes": ["Lo", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Iridessa",
      "col": 5,
      "row": 5,
      "uwp": "C8C5586-A",
      "tradeCodes": ["Fl", "Ni"],
      "gasGiants": [],
      "bases": ["Scout"],
      "description": [],
      "alert": "Amber",
      "moons": []
    },
    {
      "name": "Esmalon",
      "col": 5,
      "row": 9,
      "uwp": "D778A88-4",
      "tradeCodes": ["Hi", "In", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": ["Scout"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Caldarax",
      "col": 6,
      "row": 0,
      "uwp": "C556761-4",
      "tradeCodes": ["Ag", "Lt"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Hesperus",
      "col": 6,
      "row": 3,
      "uwp": "B5608CC-E",
      "tradeCodes": ["De", "Ht"],
      "gasGiants": ["placeholder"],
      "bases": ["Army", "Navy", "Scout"],
      "description": [],
      "alert": "Red",
      "moons": []
    },
    {
      "name": "Fenlaris",
      "col": 6,
      "row": 4,
      "uwp": "B101544-A",
      "tradeCodes": ["Ic", "Ni", "Va"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Scout"],
      "description": [],
      "alert": "",
      "moons": []
    },
    {
      "name": "Quolir",
      "col": 6,
      "row": 9,
      "uwp": "B110420-9",
      "tradeCodes": ["Ni"],
      "gasGiants": ["placeholder"],
      "bases": ["Highport", "Navy", "Scout"],
      "description": [],
      "alert": "Amber",
      "moons": []
    },
    {
      "name": "Asherah",
      "col": 7,
      "row": 4,
      "uwp": "E752520-4",
      "tradeCodes": ["Lt", "Ni", "Po", "Ho"],
      "gasGiants": ["Teide (GM8)", "Oleka (GS4)", "Shivani (GS5)"],
      "bases": [],
      "weeklyTraffic": 3,
      "alert": "Amber",
      "moons": [],
      "rings": ["R01:0.65-0.17 "],
      "diameter": 11661,
      "gravity": 0.91,
      "orbitalPeriod": "437D 6H",
      "distanceFromStarAU": 1.18,
      "temperatures": {
        "daytime": 47,
        "nighttime": 22
      },
      "description": [
        "<h3>Introduction</h3><p><strong>Asherah</strong> is a harsh, arid world where survival is dictated by limited water resources, a tightly-knit society, and deep-rooted traditions. Life revolves around <strong>Concord</strong>, the planet’s only major city, and its starport, <strong>Gateway</strong>, which serves as a political, commercial, and cultural hub. The planet's primary export, salt, shapes not only its economy but also its social norms and rituals.</p>",

        "<h3>Geography and Climate</h3><p>Asherah is a dry, hot world with a thin but breathable atmosphere (Type 5) and minimal surface water, covering only 20% of the planet. The singular major body of water acts as the planet’s primary heat sink, moderating temperatures in coastal areas but leaving the interior vulnerable to extreme daily temperature swings. Even in <strong>Concord</strong>, temperatures drop significantly at night, leading to an early nightlife culture where most residents are indoors by late evening.</p><p>The land consists of vast salt flats, rocky deserts, and scattered mesas, with little vegetation outside of cultivated areas. High winds and dust storms are common, forcing settlements to be built with environmental hazards in mind.</p>",

        "<h3>History</h3><p>Originally settled as a minor colony for mineral extraction, Asherah’s development was slow due to its inhospitable environment. Over time, the planet's salt deposits became its primary economic asset, leading to the rise of a trade-based society centered around <strong>Gateway</strong>. The starport grew beyond its original function, becoming a symbol of unity and a gathering place for political and cultural events. Today, Asherah remains a frontier world, its people deeply bound to tradition and communal survival.</p>",

        "<h3>Government and Politics</h3><p>Asherah is governed as a <strong>participatory democracy</strong> (Gov 2), where major decisions are made through open forums and community gatherings, typically held in <strong>Gateway</strong>. The lack of formal governance beyond the city limits results in a loose network of settlements operating under mutual agreements. While there are no formal laws (Law Level 0), social norms and collective accountability maintain order. Personal disputes are resolved through negotiation, mediation, or, in extreme cases, exile.</p>",

        "<h3>Economy and Trade</h3><p>The planet’s primary export is <strong>salt</strong>, which is not only a trade commodity but also an integral part of Asherahian culture. Salt is used for preservation, seasoning, and cleaning, with idioms and insults woven around its presence in daily life. Trade with off-world merchants is vital, as Asherah lacks industrial infrastructure and must import most advanced goods and equipment.</p><p>One of the more unusual trade rituals is the <strong>'Gift of Preservation'</strong>, in which a departing starship is given a sealed bottle of Asherah’s ocean water. The tradition serves both as a symbolic farewell and as a mark of goodwill for returning travelers.</p>",

        "<h3>Culture and Society</h3><p>Asherahian society is structured around tradition and ritual, with a strong emphasis on community survival. <strong>Gateway</strong> is more than a starport—it is the heart of Asherahian identity, where ceremonies, trade deals, and social gatherings take place. Arrivals and departures of ships are often marked by public observances, reinforcing the collective spirit of the planet.</p><p>Asherahians value self-sufficiency and perseverance, yet they are also known for their hospitality. Visitors are often welcomed with formalized exchanges of goods or drinks, particularly at establishments like <strong>The Brine Barrel</strong>, Concord’s oldest cantina. Here, the 'Gift of Preservation' tradition grants returning Asherahians a free round, while non-natives receive discounted drinks in recognition of their journey.</p>",

        "<h3>Major Settlements</h3><p>The vast majority of Asherah’s population resides in <strong>Concord</strong>, a sprawling city located on the coast of the planet’s only significant ocean. Built for function rather than aesthetics, Concord features low, sturdy buildings designed to withstand extreme temperatures and high winds. Infrastructure is highly localized, with technology levels dropping sharply outside the city center.</p><p>Beyond Concord, scattered towns and isolated homesteads persist through sheer determination. One of the most notable remote sites is the <strong>Research Station</strong> on the planet’s far side, where scientists study the preserved remains of ancient marine ecosystems trapped in the salt flats. This floating laboratory, built on inflatable pontoons, is a marvel of ingenuity, capable of lowering itself to avoid destruction during high wind storms.</p>",

        "<h3>Technology and Infrastructure</h3><p>Asherah operates at <strong>Tech Level 4</strong>, with industrial capabilities comparable to early modern technological eras. While Gateway maintains a functional power grid and limited mechanization, the further one travels from the city, the more primitive life becomes. Most settlements rely on basic tools, barter systems, and self-sufficiency to survive.</p><p>Air-raft racing is a popular sport on Asherah, with events frequently held over the <strong>Bitterwater Shoal</strong>, a shallow expanse of water southwest of Concord. The location is favored due to its low risk of total loss—though crashes are still deadly, the wreckage is often retrievable.</p>",

        "<h3>Law and Order</h3><p>With a law level of 0, Asherah has no formal restrictions on weaponry, behavior, or commerce. However, social accountability and community reputation play significant roles in maintaining order. Those who disrupt the peace or violate local customs find themselves unwelcome in Concord, effectively exiled by public sentiment.</p><p>Violence is rare within the city, but disputes outside of Concord are often settled informally, and personal responsibility is a cornerstone of Asherahian ethics. Most citizens take pride in their ability to self-govern and view excessive regulation as unnecessary.</p>"
      ]
    },
    {
      "name": "Zetheron",
      "col": 7,
      "row": 9,
      "uwp": "X401000",
      "tradeCodes": ["Ba", "Ic", "Va"],
      "gasGiants": ["placeholder"],
      "bases": [],
      "description": [],
      "alert": "",
      "moons": []
    }
  ]
}
